Repository: teras/Jubler
Catalog: development/resources/i18n/*.po
Languages: cs, fr

source: Replace this word
cs: Nahradit toto slovo
fr: Remplace ce mot

source: Always replace
cs: Vždycky nahradit
fr: Toujours remplacer

source: Replace all instances of this word
cs: Nahradit všechny výskyty tohoto slova
fr: Remplacer toutes les instances de ce mot

source: Insert current
cs: Vložit stávající
fr: Insère le mot courant

source: Insert this current word in spellers dictionary
cs: Vloží aktuální slovo do pravopisného slovníku
fr: Insère le mot courant dans le dictionnaire

source: Stop
cs: Zastavit

source: Finish spell checking
cs: Ukončí kontrolu pravopisu
fr: Terminer la vérification

source: Suggestions
cs: Návrhy

source: Suggested words to change the given word to
cs: Navrhnutá slova, která by měla změnit dané slovo
fr: Mots suggérés en remplacement du mot

source: Number of affected words: {0}
cs: Počet změněných slov: {0}
fr: Nombre de mots affectés {0}

source: No changes have been done
cs: Žádné změny nebyly provedeny
fr: Aucun changement a été fait

source: Speller changes
cs: Pravopisné změny
fr: Changement du vérificateur

source: Speller
cs: Pravopis
fr: Vérificateur

source: Translating to {0}
cs: Překládám do {0}

source: Translation interrupted
cs: Překlad byl přerušen

source: Error while translating subtitles
cs: Chyba při překládání titulků

source: Translating failed with error:
cs: Překládání selhalo s chybou:

source: Bulgarian
cs: Bulharština

source: Chinese
cs: Čínština

source: Danish
cs: Dánština

source: Dutch
cs: Holandština

source: English
cs: Angličtina

source: Finnish
cs: Finština

source: Italian
cs: Italština

source: Norwegian
cs: Norština

source: Polish
cs: Polština

source: Portuguese
cs: Portugalština

source: Russian
cs: Ruština

source: Swedish
cs: Švédština

source: Google translate
cs: Google překladač

source: Zoom out
fr: Zoom arrière de la timeline

source: Zoom in
fr: Zoom avant de la timeline

source: FPS
fr: FPS (images par seconde)

source: Video standard
fr: Standard vidéo

source: Reset
fr: Initialiser
