Repository: teras/Jubler
Catalog: development/resources/i18n/*.po
Languages: cs, fr

source: Change subtitle
cs: Změnit titulek
fr: Modifier le sous-titre

source: Insert subtitle
cs: Vložit titulek
fr: Insérer un sous-titre

source: _clone
cs: _klonovat
fr: Cloner

source: Cut
cs: Vyjmout
fr: Couper

source: Copy
cs: Kopírovat
fr: Copier

source: Paste
cs: Vložit
fr: Coller

source: Delete
cs: Smazat
fr: Supprimer

source: Mark
cs: Vyznačit
fr: Marquer

source: None
cs: Žádný
fr: (Aucune)

source: Pink
cs: Růžová
fr: Rose

source: Yellow
cs: Žlutá
fr: Jaune

source: Cyan
cs: Azurová

source: Style
cs: Styl

source: Show columns
cs: Zobrazit sloupce
fr: Afficher les colonnes

source: Start
cs: Začátek
fr: Début

source: End
cs: Konec
fr: Fin

source: Layer
cs: Vrstva
fr: Couche

source: Test video
cs: Testovat video
fr: Tester la vidéo

source: New
cs: Nový
fr: Nouveau

source: Load
cs: Načíst
fr: Charger

source: Save
cs: Uložit
fr: Enregistrer

source: Project Information
cs: Informace

source: Undo
cs: Zpět
fr: Annuler

source: Redo
cs: Znovu
fr: Refaire

source: Sort subtitles
cs: Setřídit titulky
fr: Trier les sous-titres

source: Test subtitles from current position
cs: Testovat titulky od aktuální pozice
fr: Tester les sous-titres depuis la position actuelle

source: Enable preview
cs: Povilit náhled

source: &File
cs: &Soubor
fr: &Fichier

source: New...
cs: Nový...
fr: Nouveau...

source: File
cs: Soubor
fr: Fichier

source: Child
cs: Potomek
fr: Enfant

source: Open
cs: Otevřít
fr: Ouvrir

source: Retrieve
cs: Získat
fr: Retrouver

source: Revert
cs: Vrátit
fr: Revenir à la version précédente

source: Recent files
cs: Nedávné soubory
fr: Fichiers récents

source: Save as ...
cs: Uložit jako...
fr: Enregistrer sous...

source: Close
cs: Zavřít
fr: Fermer

source: Information
cs: Informace

source: Preferences
cs: Nastavení
fr: Préférences

source: Quit
cs: Ukončit
fr: Quitter

source: &Edit
cs: &Upravit
fr: &Edition

source: Cut subtitles
cs: Vyjmout titulky
fr: Couper

source: Copy subtitles
cs: Kopírovat titulky
fr: Copier

source: Paste subtitles
cs: Vložit titulky
fr: Coller

source: Paste special
cs: Vložit speciálně
fr: Coller avec options

source: By Selection
cs: Výběr
fr: la sélection

source: Empty Lines
cs: Prázdné řádky
fr: lignes vides

source: Replace
cs: Nahradit
fr: Remplacer

source: Find & replace
cs: Najít & nahradit
fr: Rechercher & Remplacer

source: Globally
cs: Globálně
fr: Partout

source: Insert
cs: Vložit
fr: Insérer

source: Before
cs: Před
fr: Avant

source: After
cs: Za
fr: Après

source: Go to...
cs: Jdi na...
fr: Aller à...

source: Previous entry
cs: Předchozí záznam
fr: Ligne précédente

source: Next entry
cs: Další záznam
fr: Ligne suivante

source: Previous page
cs: Předchozí stránka

source: Next page
cs: Další stránka

source: First entry
cs: První záznam
fr: Première ligne

source: Last entry
cs: Poslední záznam
fr: Dernière ligne

source: Selection by time
cs: Výběr podle času
fr: Sélection par temps

source: &Tools
cs: &Nástroje
fr: &Outils

source: Split file
cs: Rozdělit soubor
fr: Séparer le fichier (split)

source: Join files
cs: Spojit soubory
fr: Joindre des fichiers (join)

source: Reparent
cs: Znovu rodič
fr: Rétablir la parenté

source: Synchronize
cs: Synchronizovat
fr: Synchroniser

source: Shift time
cs: Posunout čas
fr: Décaler

source: Recode
cs: Překódovat
fr: Réencoder

source: Time fix
cs: Opravit časy
fr: Réparer

source: Round times
cs: Zaokrouhlit časy
fr: Arrondir

source: Spell check
cs: Kontrola pravopisu
fr: Vérifier l'orthographe

source: Translate
cs: Přeložit

source: From the beginning
cs: Od začátku
fr: Depuis le début

source: From current position
cs: Od aktuální pozice
fr: Depuis la position actuelle

source: Preview
cs: Náhled
fr: Prévisualiser

source: Video frame
cs: Video snímek

source: Half size image
cs: Obraz poloviční velikosti

source: Maximize waveform visualization
cs: Maximalizovat waveform vizualizaci

source: Play current subtitle
cs: Přehrát současný titulek
fr: Jouer le sous-titre courant

source: &Help
cs: &Nápověda
fr: &Aide

source: About
cs: O programu
fr: A propos

source: Reparent subtitles file
cs: Zrodičovat titulkový soubor
fr: Rétablir la parenté - Fichier de sous-titre

source: Cyclic dependency while setting new parent. Parenting will be cancelled
cs: Cyklická závislost, když nastavuji nového rodiče. Rodičování bude stornováno
fr: Dépendance cyclique pendant l'assignation du nouveau parent. Le rétablissement de la parenté sera annulé

source: Reparent error
cs: Chyba zrodičování

source: Sort
cs: Třídit
fr: Trier

source: Go to the specified time
cs: Jdi na určený čas
fr: Aller à :

source: Into which time moment do you want to go to
cs: Na který časový moment chcete přejít
fr: A quel moment voulez-vous aller

source: Go to subtitle
cs: Jít na titulek
fr: Aller au sous-titre

source: _child
cs: _dítě
fr: enfant

source: Change information
cs: Změnit informaci
fr: Changer l'information

source: Paste special options
cs: Volby speciálního vložení
fr: Coller avec options

source: Untitled
cs: Bez názvu
fr: Sans-titre

source: Delete subtitles
cs: Smazat titulky
fr: Supprimer les sous-titres

source: Remove empty lines
cs: Odstranit prázdné řádky
fr: Supprimer les lignes vides

source: No lines affected
cs: Žádné řádky nebyly zasaženy
fr: Aucune ligne modifiée

source: Join two subtitles
cs: Spojit dvoje titulky
fr: Joindre deux fichiers de sous-titres

source: Join subtitles
cs: Spojit titulky
fr: Joindre les sous-titres

source: Split subtitles in two
cs: Rozdělit na dvoje titulky
fr: Séparer le fichier de sous-titres en deux

source: Split subtitles
cs: Rozdělit titulky
fr: Séparer les sous-titres

source: Save Subtitles
cs: Uložit titulky
fr: Enregistrer le fichier de sous-titres

source: Load Subtitles
cs: Načíst titulky
fr: Charger un fichier de sous-titres

source: Mark subtitles as {0}
cs: Vyznačit titulky jako {0}
fr: Marquer les sous-titres comme {0}

source: Error while saving file
cs: Chyba při ukládání souboru
fr: Erreur lors de l'enregistrement du fichier

source: Could not load file. Possibly an encoding error.
cs: Nemohu načíst soubor. Možná chyba kódování.
fr: Impossible de charger le fichier. Probablement une erreur d'encodage.

source: Error while loading file
cs: Chyba při načítání souboru
fr: Erreur au chargement du fichier

source: File not recognized!
cs: Soubor nebyl rozpoznán!
fr: Fichier non-reconnu!

source: Reload subtitles
cs: Znovu načíst titulky
fr: Recharger les sous-titres

source: Disable Preview
cs: Zakázat náhled

source: Enable Preview
cs: Povolit náhled

source: Quit confirmation
cs: Potvrdit ukončení
fr: Confirmer quitter

source: Subtitles are not saved. Do you really want to close this window?
cs: Titulky nejsou uloženy. Opravdu chcete zavřít okno?
fr: Les sous-titres ne sont pas enregistrés. Voulez-vous vraiment fermer cette fenêtre?

source: Number of subtitles : {0} {1}
cs: Počet titulků: {0} {1}
fr: Nombre de sous-titres : {0} {1}

source: Unsaved
cs: Neuloženo
fr: non-enregistré

source: Change style into {0}
cs: Změnit styl na {0}
fr: Changer le style en {0}

source: Unable to find Jupidator auto update system.
cs: Nemohu najít Jupidator - automatický aktualizační systém.

source: About Jubler
cs: O programu Jubler
fr: A propos de Jubler

source: Quit Jubler
cs: Ukončit Jubler
fr: Quitter Jubler

source: Clone current
cs: Klonovat současný
fr: Clone

source: -Not any recent items-
cs: -Žádné nedávné položky-
fr: -aucun fichier récent-

source: Error while opening FAQ file "{0}"
cs: Chyba při načítání FAQ souboru "{0}"
fr: Erreur à l'ouverture du fichier de la FAQ "{0}"

source: Back
cs: Zpět
fr: Retour

source: Go to previous page
cs: Jít na předchozí stránku
fr: Aller à la page précédente

source: Czech
cs: Čeština
fr: Tchèque

source: French
cs: Francouzština
fr: Français

source: German
cs: Němčina
fr: Allemand

source: Greek
cs: Řečtina
fr: Grec

source: Portuguese (Brazilian)
cs: Portugalština (Brazilská)
fr: Portugais (Brésilien)

source: Serbian
cs: Srbština

source: Spanish
cs: Španělština
fr: Espagnol

source: Turkish
cs: Turečtina
fr: Turc

source: Subtitle Editor for Java
cs: Editor titulků pro Javu
fr: Editeur de sous-titre pour Java

source: Version
cs: Verze

source: Contact address
cs: Kontaktní adresa
fr: Adresse de contact

source: Special thanks
cs: Zvláštní poděkování
fr: Remerciements spéciaux

source: Jubler mascot
cs: Maskot Jubleru
fr: Mascotte de Jubler

source: Translators
cs: Překladatelé
fr: Traducteurs

source: Packagers
cs: Tvůrci balíčků

source: Icon theme
cs: Téma ikon
fr: Design des icônes

source: Thanks
cs: Poděkování
fr: Remerciements

source: Project Properties
cs: Vlastnosti projektu

source: Comments
cs: Komentáře
fr: Commentaires

source: Comments about these subtitles
cs: Komentáře k těmto titulkům
fr: Commentaires à propos de ces sous-titres

source: Title
cs: Titulek
fr: Titre

source: Author
cs: Autor
fr: Auteur

source: Source
cs: Zdroj

source: Title for this subtitle file
cs: Název pro tento titulkový soubor
fr: Titre du fichier de sous-titre

source: Author of this subtitle file
cs: Autor titulkového souboru
fr: Auteur de ce fichier de sous-titre

source: Original source of this subtitle file
cs: Původní zdroj tohoto titulkového souboru
fr: Source originale de ce fichier de sous-titre

source: Subtitle File
cs: Soubory s titulky
fr: Fichiers de sous-titre

source: The file of this subtitle
cs: Soubor těchto titulků

source: Number of subtitles
cs: Počet titulků
fr: Nombre de sous-titres

source: Total subtitle characters
cs: Celkový počet znaků
fr: Trier les sous-titres

source: Total subtitle lines
cs: Celkový počet řádků

source: Maximum subtitle length
cs: Největší délka titulku
fr: Durée maximum de sous-titre

source: Maximum subtitle lines
cs: Největší počet řádků titulku

source: Maximum subtitle characters per line
cs: Největší počet znaků titulku na řádek

source: Inform user on exceeding subtitle length
cs: Informovat uživatele o překročení délky titulku

source: Color to use
cs: Použitá barva
fr: Couleur à utiliser

source: Maximum number of characters per line
cs: Maximální počet znaků na řádek

source: The maximum number of characters per line which are permitted
cs: Maximální počet znaků, který má být povolen (na řádek)

source: Statistics
cs: Statistika

source: Use the following video file
cs: Použít následující video soubor
fr: Utiliser le fichier vidéo suivant

source: Filename of the video file. Use the "Browse" button to change it.
cs: Jméno souboru s videem. Pro změnu použijte "Procházet".
fr: Nom du fichier vidéo. Utilisez le bouton "Parcourir" pour en changer.

source: Browse
cs: Procházet
fr: Parcourir

source: Change the video filename
cs: Změnit video soubor
fr: Modifie le nom du fichier vidéo

source: Filename of the external audio file. Use the "Browse" button to change it.
cs: Jméno souboru s videem. Pro změnu použijte "Procházet".
fr: Nom du fichier vidéo. Utilisez le bouton "Parcourir" pour en changer.

source: Change the external audio filename
cs: Změnit extérní audio soubor
fr: Modifie le nom du fichier audio externe

source: Use a different audio stream
cs: Použít jiný audio stream
fr: Utiliser un flux audio distinct

source: Use an audio stream outside from this video file. (E.g. a WAV file or a previously cached audio stream)
cs: Použije jiný audio stream než je v tomto video souboru. (Např. WAV soubor nebo dříve cachovaný audio stream)
fr: Permet d'utiliser un flux audio différent du fichier vidéo. (Exemple: un fichier WAV ou un fichier de cache audio...)

source: Filename of the previous audio cache. Use the "Browse" button to change it.
cs: Jméno souboru s předchozím audio cachem. Pro změnu použijte "Procházet".
fr: Nom du fichier de cache audio. Utilisez le bouton "Parcourir" pour en changer.

source: Change the audio cache filename
cs: Změní audio cache soubor
fr: Modifie le nom du fichier de cache audio

source: Filename of the cached audio stream
cs: Jméno souboru cachovaného audio streamu
fr: Nom du flux audio mis en cache

source: Select video
cs: Výběr videa
fr: Sélectionner le fichier vidéo

source: Error in videofile selection
cs: Chyba ve výběru video souboru
fr: Erreur lors de la sélection du fichier vidéo

source: This file does not exist. Please provide a valid file name.
cs: Soubor neexistuje. Prosím zadejte správné jméno souboru.
fr: Ce fichier n'existe pas. Veuillez saisir un nom de fichier valide.

source: Could not retrieve actual video properties. Using defaults.
cs: Nemohu získat aktuální vlastnosti videa. Používám výchozí.

source: Map of subtitles
cs: Mapa titulků
fr: Carte des sous-titres

source: Abnormal player exit
cs: Abnormální ukončení přehrávače

source: Movie Player Error
cs: Chyba video přehrávače

source: Video Console
cs: Video Konzola
fr: Console vidéo

source: Mark subttile as white
cs: Vyznač titulek bíle
fr: Marquer les sous-titres en blanc

source: Mark subttile as pink
cs: Vyznač titulek růžově
fr: Marquer les sous-titres en rose

source: Mark subttile as yellow
cs: Vyznač titulek žlutě
fr: Marquer les sous-titres en jaune

source: Mark subttile as cyan
cs: Vyznač titulek azurově
fr: Marquer les sous-titres en cyan

source: Change playback speed
cs: Změní rychlost přehrávání
fr: Modifie la vitesse de lecture

source: Change audio volume
cs: Změní hlasitost zvuku
fr: Modifie le volume audio

source: Add new subtitle on the fly
cs: Přidej nové titulky za běhu
fr: Ajoute un sous-titre à la volée

source: Reset playback speed to default value
cs: Nastavit rychlost přehrávání na výchozí hodnotu

source: Playback position
cs: Pozice přehrávání
fr: Position de lecture

source: Current playback time
cs: Aktuální čas přehrávání
fr: Position de lecture actuelle

source: Subtitles time difference
cs: Časový rozdíl titulků
fr: Différence temporelle des sous-titres

source: Play/Pause video playback
cs: Spusť/Pozastav přehrávání videa
fr: Lecture/Pause de la vidéo

source: Load new subtitles into player
cs: Načti nové titulky do přehrávače
fr: Charger de nouveaux sous-titres dans le lecteur

source: Quit Player
cs: Zavři přehrávač
fr: Quitter le lecteur

source: Go backwards by 30 seconds
cs: Jdi zpět o 30 sekund
fr: Retour arrière de 30 secondes

source: Go backwards by 10 secons
cs: Jdi zpět o 10 sekund
fr: Retour arrière de 10 secondes

source: Go forwards by 10 seconds
cs: Jdi vpřed o 10 sekund
fr: Avance rapide de 10 secondes

source: Go forwards by 30 seconds
cs: Jdi vpřed o 30 sekund
fr: Avance rapide de 30 secondes

source: Mark first synchronization position of the subtitles.
cs: Označí první synchronizační pozici titulků.
fr: Marque la première position de synchronisation des sous-titres

source: Mark second synchronization position of the subtitles.
cs: Označí druhou synchronizační pozici titulků
fr: Marque la deuxième position de synchronisation des sous-titres

source: Select subtitle from the main window, to synchronize subtitles with current time.
cs: Vybere titulek z hlavního okna k synchronizaci s aktuálním časem.
fr: Sélectionne le sous-titre depuis la fenêtre principale pour synhroniser les sous-titres avec la position temporelle actuelle.

source: Change subtitle delay on the fly
cs: Změní zpoždění titulků (za běhu)
fr: Modifie le délai du sous-titre à la volée

source: Subtitle text
cs: Text titulku
fr: Texte du sous-titre

source: All Audio files
cs: Všechny audio soubory
fr: Tous les fichiers audio

source: All Video files
cs: Všechny video soubory
fr: Tous les fichiers vidéo

source: Player
cs: Přehrávač
fr: Lecteur

source: Could not create temporary file to store the subtitles.
cs: Nemohu vytvořit dočasný soubor k uchování titulků
fr: Impossible de créer le fichier temporaire pour stocker les sous-titres.

source: Media Player Error
cs: Chyba Media Playeru

source: Cancel
cs: Storno
fr: Annuler

source: FFDecode library not active. Using demo image.
cs: Knihovna FFDecode není aktivní. Používám vzorový obrázek.

source: Selected subtitles
cs: Vybrané titulky
fr: Sous-titres sélectionnés

source: Subtitle zoom factor
cs: Zoom faktor titulku

source: Change orientation of Preview panel
cs: Změna orientace panelu Náhled

source: Enable/disable video frame preview
cs: Povolit/zakázat náhled na video snímky
fr: Afficher/Masquer la prévisualisation vidéo

source: Zoom frame to original value
cs: Změnit velikost snímku na původní hodnotu
fr: Cadre de zoom à sa taille d'origine

source: Enable/disable waveform preview
cs: Povolit/zakázat waveform náhled
fr: Afficher/Masquer la prévisualisation de la forme d'onde audio

source: Automatically perform operation depending on the mouse position
cs: Automaticky provést operaci závisející na pozici myši
fr: Exécuter automatiquement l'opération selon la position de la souris

source: Select subtitles only
cs: Pouze vybrat titulky
fr: Ne sélectionner que les sous-titres

source: Move subtitles only
cs: Pouze přemístit titulky
fr: Ne déplacer que les sous-titres

source: Resize subtitles only
cs: Pouze změnit velikost titulků
fr: Ne redimensionner que les sous-titres

source: New subtitle after current one
cs: Nový titulek za současným
fr: Tester les sous-titres depuis la position actuelle

source: Trying to initialize audio preview with null data
cs: Zkoušíte inicializovat audio náhled s neplatnými daty
fr: Tentative d'initialisation de la preview audio à partir de données nulles

source: Trying to intialize audio preview with wrong size {0}
cs: Zkoušíte inicializovat audio náhled se špatnou velikostí {0}
fr: Tentative d'initialisation de la preview audio avec une taille incorrecte {0}

source: Count not create audio clip
cs: Zvukový klip není vytvořen
fr: Impossible de créer le clip audio

source: Open file error
cs: Chyba při otvírání souboru
fr: Erreur d'ouverture de fichier

source: Unsupported audio
cs: Nepodporované audio
fr: Audio non-supporté

source: Line unavailable
cs: Řádek není dostupný
fr: Ligne introuvable

source: Decoder not active. Aborting audio cache creation.
cs: Dekodér není aktivní. Ruším vytváření audio cache.
fr: Le décideur n'est pas actif. Annulation de la création du cache audio.

source: Caching still in progress
cs: Cachování stále probíhá

source: Still creating cache. Use the Cancel button to abort.
cs: Stále vytvářím cache. Pro přerušení použijte Storno
fr: Création du cache en cours. Utilisez le bouton d'annulation pour annuler.

source: Unable to create cache to unknown audio file
cs: Nemohu vytvořit cache do neznámého audio souboru

source: Unable to create unset cache file
cs: Nemohu vytvořit nenastavený cache soubor

source: Jubler audio cache detected for audio input: {0}
cs: Jubler audio cache detekován pro audio vstup: {0}
fr: Cache audio de type Jubler detecté pour l'entrée audio: {0}

source: Error while loading file {0}
cs: Chyba při načítání souboru {0}
fr: Erreur au chargement du fichier {0}

source: Language to use
cs: Použitý jazyk
fr: Langue à utiliser

source: Advanced argument list:
cs: Rozvinutý seznam argumentů:
fr: Liste avancée des arguments:

source: Defaults
cs: Výchozí
fr: Valeurs par défaut

source: Use default player parameters
cs: Použít výchozí parametry přehrávače

source: The absolute path of the player. Use the Browse button to change it
cs: Absolutní cesta k programu. Ke změně použíte Procházet
fr: Le chemin complet du lecteur. Utilisez le bouton Parcourir pour le modifier.

source: {0} path
cs: {0} cesta
fr: {0} chemin

source: Wizard
cs: Průvodce

source: Start the Wizard, to locate the executable path name
cs: Spustit průvodce pro zaměření spustitelného souboru

source: Select a {0} from the following list
cs: Vyberte {0} z následujícího seznamu
fr: Selectionnez un {0} depuis la liste suivante

source: Select a video player in order to use it
cs: Vyberte program který se má použít
fr: Sélectionnez le lecteur vidéo à utiliser

source: {0} options
cs: {0} volby

source: File preferences
cs: Možnosti souboru
fr: Préférences fichier

source: West European
cs: Západoevropské

source: Western
cs: Západní

source: Celtic
cs: Keltské

source: Icelandic
cs: Islandské

source: Nordic
cs: Skandinávské

source: South European
cs: Jihoevropské

source: East European
cs: Východoevropské

source: Baltic
cs: Baltské

source: Central European
cs: Středoevropské

source: Croatian
cs: Chorvatské

source: Cyrillic
cs: Azbuka

source: Romanian
cs: Rumunské

source: East Asian
cs: Východní Asie

source: Chinese Simplified
cs: Čínština zjednodušená

source: Chinese Traditional
cs: Čínština tradiční

source: Japanese
cs: Japonština

source: Korean
cs: Korejština

source: SE and SW Asian
cs: JV a JZ Asie

source: Armenian
cs: Arménština

source: Georgian
cs: Gruzínské

source: Thai
cs: Thajština

source: Vietnamese
cs: Vietnamské

source: Hindi
cs: Hindština

source: Middle Eastern
cs: Střední východ

source: Arabic
cs: Arabské

source: Farsi
cs: Perština

source: Hebrew
cs: Hebrejština

source: Use predefined encodings...
cs: Použít předdefinovaná kódování...

source: Show load preferences while loading file
cs: Ukázat možnosti načtení, když otevírám soubor
fr: Afficher les préférences lors de l'ouverture d'un fichier

source: Show preferences every time the user loads a subtitle file
cs: Ukáže možnosti vždycky, když uživatel načítá titulky
fr: Afficher les préférences à chaque ouverture de fichier

source: Load subtitles options
cs: Načíst volby titulků

source: First Encoding
cs: První kódování
fr: Premier encodage

source: Second Encoding
cs: Druhé kódování
fr: Deuxième encodage

source: Third Encoding
cs: Třetí kódování
fr: Troisième encodage

source: Jubler Preferences
cs: Možnosti Jubleru

source: Cancel changes and revert to previous values
cs: Stornovat změny a vrátit původní hodnoty

source: Accept
cs: Přijmout

source: Accept and save preferences
cs: Přijmout a uložit možnosti
fr: Préférences fichier

source: Show save preferences while saving file
cs: Ukázat možnosti uložení, když ukládám soubor
fr: Afficher les préférences à chaque enregistrement de fichier

source: Show preferences every time the user saves a subtitle file
cs: Ukáže možnosti vždycky, když uživatel ukládá titulkový soubor
fr: Afficher les préférences à chaque ouverture de fichier

source: Save subtitles options
cs: Uložit volby titulků
fr: Ne déplacer que les sous-titres

source: Format
cs: Formát

source: Subtitle format of the output file (SRT is prefered)
cs: Formát titulků ukládaného souboru (SRT je preferováno)
fr: Format de sous-titre du fichier de sortie (SRT conseillé)

source: Encoding
cs: Kódování
fr: Encodage

source: Menu Shortcuts
cs: Zkratky Menu
fr: Raccourcis

source: Set the menu keyboard shortcuts
cs: Nastavit klávesové zkratky menu

source: Clear current shortcut
cs: Vymazat současnou zkratku
fr: Supprimer le raccourci

source: Reset all to defaults
cs: Nastavit na výchozí
fr: Remettre les valeurs par défauts

source: Unable to move configuration file to {0}
cs: Nemohu přesunout konfigurační soubor do {0}

source: Configuration file moved to {0}
cs: Konfigurační soubor byl přesunut do {0}

source: Updated configuration file. Old configuration moved to {0}
cs: Konfigurační soubor byl aktualizován. Starý soubor byl přesunut do {0}

source: Command
cs: Příkaz
fr: Commande

source: Key
cs: Klávesa
fr: Touche

source: Get FPS from the video file
cs: Získá FPS z video souboru
fr: Obtenir les FPS depuis le fichier vidéo

source: Frames per second
cs: Snímků za sekundu
fr: Images par secondes

source: Wrong FPS
cs: Špatné FPS

source: The following files are unsaved:
cs: Následující soubory nejsou uloženy:
fr: Les fichiers suivants ne sont pas enregistrés:

source: Do you want to quit without saving?
cs: Opravdu chcete skončit bez uložení?
fr: Voulez-vous quitter sans enregistrer?

source: ERROR: Could not use autosave directory "{0}".
cs: CHYBA: Nemohu použít složku pro automatické ukládání "{0}".
