Repository: teras/Jubler
Catalog: development/resources/i18n/*.po
Languages: cs, fr

source: ERROR: Could not use autosave directory for old files "{0}".
cs: CHYBA: Nemohu použít složku pro automatické ukládání starých souborů "{0}".

source: Found file {0}
cs: Nalezen soubor {0}
fr: Fichier trouvé {0}

source: File {0} is unwritable
cs: Soubor {0} je nezapisovatelný
fr: Le fichier {0} est en lecture seule

source: Error while updating file {0}
cs: Chyba při aktualizaci souboru {0}
fr: Erreur lors de la mise à jour du fichier {0}

source: Encoding error. Use proper encoding (e.g. UTF-8).
cs: Chyba při kódování. Použíte vhodné kódování (např. UTF-8)
fr: Erreur à l'encodage. Utilisez un encodage adéquat (par exemple UTF-8)

source: Error while saving file {0}
cs: Chyba při ukládání souboru {0}
fr: Erreur lors de l'enregistrement du fichier {0}

source: No
cs: Ne
fr: Non

source: Yes
cs: Ano
fr: Oui

source: Could not find web browser
cs: Nemohu najít webový prohlížeč
fr: Impossible de trouver le navigateur web

source: Error while opening URL
cs: Chyba při otevírání URL

source: Wizard is looking inside {0}
cs: Průvodce hledá v {0}

source: Testing:
cs: Testuji:

source: Valid executable found: {0}
cs: Nalezen spouštěcí soubor {0}

source: Start time of the subtitle
cs: Čas začátku titulku
fr: Moment où le sous-titre sélectionné débute

source: Stop time of the subtitle
cs: Čas konce titulku
fr: Moment où le sous-titre sélectionné se termine

source: Duration of the subtitle
cs: Délka trvání titulku
fr: Durée du sous-titre sélectionné

source: Duration
cs: Trvání
fr: Durée

source: Lock the start time of the subtitle
cs: Zamkne začátek titulku
fr: Verrrouiller le moment de début du sous-titre

source: Lock the stop time of the subtitle
cs: Zamkne konec titulku
fr: Verrrouiller le moment de fin du sous-titre

source: Lock the duration of the subtitle
cs: Zamkne délku trvání titulku
fr: Verrrouiller la durée du sous-titre

source: Editor of the subtitle text
cs: Editor textu titulku

source: Style list
cs: Seznam stylů

source: Edit current style
cs: Upravit aktuální styl
fr: Modifier le style

source: Detach subtitle editor panel
cs: Odpojit panel s editorem titulku
fr: Rendre flottante la barre d'édition des sous-titres

source: Display/hide subtitle timings
cs: Zobrazit/skrýt časování titulku

source: Display/hide font attributes
cs: Zobrazit/skrýt atributy písma

source: Display/hide color attributes
cs: Zobrazit/skrýt atributy barvy

source: Display/hide metric attributes
cs: Zobrazit/skrýt atributy rozměru

source: Delete styles of this subtitle
cs: Vymazat styly tohoto titulku

source: Display/hide styles for this subtitle
cs: Zobrazit/skrýt styly tohoto titulku

source: Are you sure you want to delete the override styles of this subtitle?
cs: Jste si jisti, že chcete vymazat schválené styly tohoto titulku?
fr: Etes-vous sûr(e) de vouloir supprimer le style supérieur de ce sous-titre?

source: Delete current subtitle style
cs: Vymazat současný styl titulku
fr: Supprimer le style de ce sous-titre?

source: Cleanup style
cs: Vyčistit styl
fr: Nettoyer le style?

source: Edit style
cs: Upravit styl
fr: Modifier le style

source: Subtitle editor
cs: Editor titulku

source: Error!
cs: Chyba!
fr: Erreur!

source: Subtitle
cs: Titulek
fr: Sous-titre

source: Subtitle files
cs: Soubory s titulky
fr: Fichiers de sous-titre

source: The save process did not finish yet
cs: Proces ukládání ještě neskončil

source: A file exists with the same name.
cs: Existuje soubor se stejným jménem.

source: Directory is not writable.
cs: Do složky nelze zapisovat.

source: Unable to create directory.
cs: Nemohu vytvořit složku.

source: Maestro DVD options
cs: Maestro DVD volby
fr: Options DVD Maestro

source: Saving {0}
cs: Ukládám {0}

source: Unable to create subtitle file {0}.
cs: Nemohu vytvořit titulkový soubor {0}.

source: Video width
cs: Šířka videa
fr: Largeur vidéo

source: Video height
cs: Výška videa
fr: Hauteur vidéo

source: Plain text
cs: Čistý text
fr: Texte normal

source: Exception {0} while loading style {1}: {2}
cs: Chyba {0} při načítání souboru {1}: {2}

source: Outline
cs: Obrys
fr: Contour

source: Opaque box
cs: Neprůhledná schránka
fr: Fond opaque

source: Hide the advanced options for this style
cs: Skrýt pokročilé volby pro tento styl
fr: Masquer les optionas avancées de ce style

source: Display the advanced options for this style
cs: Zobrazit pokročilé volby pro tento styl
fr: Afficher les optionas avancées de ce style

source: Style Editor
cs: Editor stylu
fr: Editeur de style

source: The name of this style. Remember to hit [RETURN] to store the name
cs: Jméno tohoto stylu
fr: le nom de ce style. Pensez à le valider par la touche [Entrée]

source: Clone
cs: Klonovat
fr: Cloner

source: Create a new style based on the current one
cs: Vytvoří nový styl založený na tom současném
fr: Créer un nouveau style basé sur le style courant

source: Delete the current style
cs: Smaže stávající styl
fr: Supprimer le style courant

source: Save default style
cs: Uloží výchozí styl
fr: Enregistrer le style par défaut

source: Font
cs: Písmo
fr: Police

source: Font size
cs: Velikost písma
fr: Taille de la police

source: Font name
cs: Jméno písma
fr: Nom de la police

source: Bold
cs: Tučné
fr: Gras

source: Italic
cs: Kurzíva
fr: Italique

source: Underline
cs: Podtržené
fr: Souligné

source: Strikethrough
cs: Přeškrtnuté
fr: Barré

source: Colors
cs: Barvy
fr: Couleurs

source: Demo subtitles text
cs: Ukázka titulků
fr: Texte de démo

source: Border
cs: Ohraničení
fr: Bordure

source: Border style
cs: Styl ohraničení
fr: Style de la bordure

source: Size
cs: Velikost
fr: Taille

source: Border size
cs: Velikost ohraničení
fr: Taille de la bordure

source: Shadow
cs: Stín
fr: Ombre

source: Shadow size
cs: Velikost stínu
fr: Taille de l'ombre

source: Margins transformations
cs: Transformace okrajů
fr: Transformations des marges

source: Left
cs: Doleva
fr: Gauche

source: Left margin
cs: Levý okraj
fr: Marge gauche

source: Right
cs: Doprava
fr: Droite

source: Right margin
cs: Pravý okraj
fr: Marge droite

source: Vertical
cs: Vertikální

source: Vertical margin
cs: Vertikální okraj
fr: Marge verticale

source: Font transformations
cs: Transformace písma
fr: Transformations de la police

source: Angle
cs: Úhel

source: Font angle
cs: Úhel písma
fr: Angle de la police

source: Spacing
cs: Řádkování
fr: Espacement

source: Spacing in font
cs: Řádkování v písmu
fr: Espacement de la police

source: X Scale
cs: Měřítko X
fr: Echelle horizontale

source: Scaling % on X axis
cs: Změna velikosti v % na stupnici X
fr: Pourcentage de l'échelle horizontale

source: Y Scale
cs: Měřítko Y
fr: Echelle verticale

source: Scaling % on Y axis
cs: Změna velikosti v % na stupnici Y
fr: Pourcentage de l'échelle verticale

source: Alignment
cs: Zarovnání
fr: Alignement

source: Advanced options
cs: Pokročilé volby
fr: Options avancées

source: Are you sure you want to delete this style? All subtitles having this style will fall back to default
cs: Jste si jisti, že chcete vymazat tento styl? Všechny titulky s tímto stylem se vrátí do stylu výchozího (default)
fr: Etes vous sûr(e) de vouloir supprimer ce style? Tous les sous-titres qui utilisent ce style reprendront le style par défaut.

source: Delete style
cs: Vymazat
fr: Supprimer le style

source: Welcome to the (Jubler) world!
cs: Vítejte ve světě (Jubler)
fr: Bienvenue dans le monde (de Jubler) !

source: Error while parsing integral number {0}
cs: Chyba při parsování integrálního čísla {0}

source: Error while parsing real number {0}
cs: Chyba při parsování reálného čísla {0}

source: Null value found while setting Style {0} - ignoring.
cs: Nalezena prázdná hodnota při nastavování Stylu {0} - ignoruji.

source: Color Chooser
cs: Výběr barvy
fr: Sélecteur de couleur

source: Alpha Channel
cs: Alfa kanál
fr: Couche Alpha

source: Top left
cs: Doleva nahoru
fr: Haut gauche

source: Top
cs: Nahoru
fr: Haut

source: Top right
cs: Doprava nahoru
fr: Haut droit

source: Center
cs: Na střed
fr: Centre

source: Bottom left
cs: Doleva dolů
fr: Bas gauche

source: Bottom
cs: Dolů
fr: Bas

source: Bottom right
cs: Doprava dolů
fr: Bas droit

source: Primary
cs: Primární
fr: Première

source: Secondary
cs: Sekundární
fr: Deuxième

source: Set the primary color of the style
cs: Nastavit primární barvu stylu
fr: Définir la première couleur du style

source: Set the secondary color of the style
cs: Nastavit sekundární barvu stylu
fr: Définir la deuxième couleur du style

source: Set the outline color of the style
cs: Nastavit barvu ohraničení stylu
fr: Définir la couleur du contour du style

source: Set the shadow (or the background) color of the style
cs: Nastavit barvu stínu (nebo pozadí) stylu
fr: Définir la couleur de l'ombre (ou du fond) du style

source: Unspecified
cs: Nespecifikováno
fr: Non-spécifié

source: Ignore
cs: Ignorovat
fr: Ignorer

source: Do not use this
cs: Toto nepoužije
fr: Ne pas utiliser ceci

source: Absolute time (in milliseconds)
cs: Absolutní čas (v milisekundách)
fr: Temps absolu (en millisecondes)

source: Define the duration time in absolute milliseconds
cs: Definovat absolutní čas trvání v milisekundách
fr: Définit la durée en millisecondes

source: Time in milliseconds
cs: Čas v milisekundách
fr: Temps en millisecondes

source: Characters per second (in milliseconds)
cs: Znaků za sekundu (v milisekundách)
fr: Caractères par seconde (en millisecondes)

source: Define the duration per character in milliseconds
cs: Definovat trvání znaku v milisekundách
fr: Définit la durée en caractères par millisecondes

source: Duration in milliseconds
cs: Trvání v milisekundách
fr: Durée en millisecondes

source: Save progress
cs: Pokrok ukládání
fr: Avancement de l'enregistrement

source: Change affected subtitles' color
cs: Změnit barvu ovlivněných titulků

source: Select subtitles to work on
cs: Výběr titulků s kterými se má pracovat
fr: Sélectionnez les sous-titres à éditer

source: By user selection
cs: Podle výběru uživatele
fr: Sélection utilisateur

source: Select subtitles depending on user selection
cs: Vybere titulky závisející na výběru uživatele
fr: Sélectionnera les sous-titres selon la sélection utilisateur

source: By color marking
cs: Podle barevného značení
fr: Par couleur

source: Select subtitles depending on their color
cs: Vybere titulky v závislosti na jejich barvě
fr: Sélectionnera les sous-titres selon leur couleur

source: The subtitle color to use for selection
cs: Barva titulku použitá pro výběr
fr: Couleur des sous-titre à sélectionner

source: By theme
cs: Podle tématu
fr: Par thème

source: Select subtitles depending on their theme
cs: Vybere titulky v závislosti na jejich tématu
fr: Sélectionnera les sous-titres selon leur thème

source: The theme to use for selection
cs: Téma použité pro výběr
fr: Thème à sélectionner

source: By region
cs: Podle oblasti
fr: Par région

source: Select subtitles depending on a specified region
cs: Vybere titulky v závislosti na specifikované oblasti
fr: Sélectionnera les sous-titres selon une région définie

source: Begin
cs: Začátek

source: Set time to start of selected subtitles
cs: Nastavit čas na začátek vybraných titulků

source: Set time to minimum
cs: Nastavit čas na minimum

source: Finish
cs: Dokončit

source: Set time to end of selected subtitles
cs: Nastavit čas na konec vybraných titulků

source: Set time to maximum
cs: Nastavit čas na maximum

source: Use predifined time positions
cs: Nastavit předdefinované pozice času

source: Delete selection
cs: Smazat výběr
fr: Supprimer la sélection

source: Fix time inconsistencies
cs: Opravit časové nejednotnosti
fr: Réparer les erreurs de temps

source: Sort first (strongly recommended)
cs: Nejprve setřídit (silně doporučeno)
fr: Commencer par trier (fortement recommandé)

source: Prevent overlapping
cs: Předejít překrytí
fr: Empêcher le chevauchement

source: Evenly distribute subtitles
cs: Rovnoměrně rozmístit titulky

source: Equally divide overriding duration
cs: Rovnoměrně oddělit dobu překrývání

source: Shift subtitles
cs: Posunout titulky

source: Model how to solve overriding subtitles
cs: Způsob jak vyřešit překrývání titulků

source: Leave gap between subtitles (in milliseconds)
cs: Nechat mezeru mezi titulky (v milisekundách)
fr: Laisser un espace entre sous-titres (en millisecondes)

source: Minimum subtitle duration
cs: Minimální trvání titulku
fr: Durée minimum de sous-titre

source: Maximum subtitle duration
cs: Maximální trvání titulku
fr: Durée maximum de sous-titre

source: Mark region
cs: Vyznačit oblast
fr: Marquer une région

source: Select the mark color from the drop down list
cs: Vyberte značkovací barvu ze seznamu dole
fr: Sélectionner la couleur de marquage depuis la liste déroulante

source: Where to start pasting subtitles
cs: Kde mám začít vkládat titulky
fr: Coller les sous-titres à partir de :

source: Change Color
cs: Změnit barvu
fr: Changer la couleur

source: Enable this option if you want to change the default color of the pasted subtitles
cs: Zapněte tuto volbu, jestliže chcete změnit výchozí barvu vkládaných titulků
fr: Cochez cette option si vous voulez changer la couleur par défaut de sous-titres collés

source: The color to use for the pasted subtitles
cs: Barva použitá pro vkládané titulky
fr: La couleur à utiliser pour les sous-titres collés

source: Recode time
cs: Překódovat čas
fr: Réencoder le temps

source: Use the following factor
cs: Použít následující faktor
fr: Utiliser le facteur suivant

source: Automatically compute based on FPS
cs: Automaticky spočítat pomocí FPS (snímků za sekundu)
fr: Calcul automatique basé sur les FPS

source: Use the following FPS in order to automatically compute the desired recoding
cs: Použije následující FPS, aby automaticky spočítal požadované překódování
fr: Utilisera les FPS suivants pour calculer automatiquement le réencodage temporel

source: Custom
cs: Vlastní
fr: Personnalisé

source: Use a custom factor in order to perform the recoding
cs: Použije vlastní faktor, aby provedl překódování
fr: Utilisera un facteur personnalisé pour réencoder

source: Recoding factor
cs: Kódovací faktor
fr: Facteur de réencodage

source: The value of the custom factor which will do the recoding
cs: Hodnota vlastního faktoru, který bude provádět překódování
fr: La valeur du facteur de réencodage

source: Central time
cs: Centrální čas
fr: Temps central

source: The central time point which the recoding occurs. Usually left to 0 to apply evenly to the whole file.
cs: Centrální časový bod nastalého překódování. Obvykle ponecháno na 0 k rovnoměrné aplikaci na celý soubor.
fr: Le point central à partir duquel le réencodage arrive. Habituellement 0 pour être appliqué uniformément au fichier entier.

source: -No parent available-
cs: -Žádný rodič není k dispozici-
fr: -aucun parent disponible-

source: The new parent subtitles file
cs: Nový rodičovský titulkový soubor
fr: Le nouveau fichier parent de sous-titres

source: Provide the desired parent for this subtitles file
cs: Poskytne požadovaného rodiče pro tento titulkový soubor
fr: Indique le parent pour ce fichier de sous-titre

source: Global replace
cs: Globální nahrazení
fr: Remplacer partout

source: Regular expressions to be executed
cs: Regulární výrazy k zpracování
fr: Expressions régulières à remplacer

source: List of replacements to be done
cs: Seznam nahrazení, které budou provedeny
fr: List des remplacements à effectuer

source: Edit
cs: Upravit
fr: Edition

source: Reset to defaults
cs: Nastavit na výchozí
fr: Valeurs par défaut

source: Use
cs: Použít
fr: Utiliser

source: Edit regular expression replace list
cs: Upravit seznam regulárních výrazů nahrazení
fr: Modifier la liste des expressions régulières de remplacement

source: Round timing
cs: Zaokrouhlit čas
fr: Arrondir les codes temporels

source: Number of decimals
cs: Počet desetinných míst
fr: Nombre de décimales

source: Decimal digits
cs: Desetiné číslice
fr: Chiffres décimaux

source: The amount of time in order to shift the subtitles
cs: Velikost časového úseku, který se použije k posunutí titulků
fr: Quantité de temps pour décaler les sous-titres

source: Shift time by absolute value
cs: Posunutí času o absolutní hodnotu
fr: Décaler le temps par valeur absolue

source: Shift Subtitles
cs: Posunout titulky
fr: Décaler le temps

source: Either increase or decrease the time
cs: Buď zvýší nebo sníží čas
fr: Augmentez ou diminuez le temps

source: Set region style
cs: Nastavit styl oblasti
fr: Définir le style de la région

source: Style to use
cs: Použitý styl
fr: Style à utiliser

source: Select the desired style from the drop down list
cs: Vyberte požadovaný styl ze seznamu dole
fr: Sélectionner le style désiré depuis la liste déroulante

source: Use the selected amount of time as space between the two subtitles
cs: Použije časový úsek vybrané velikosti jako mezeru mezi oběma titulky
fr: Intervalle entre les deux sous-titres

source: Use the following subtitles
cs: Použít následující titulky
fr: Utiliser les sous-titres suivants

source: Subtitles file to use
cs: Titulkový soubor, který se má použít
fr: Fichier de sous-titres à utiliser

source: Prepend subtitles
cs: Předřadit titulky
fr: Ajouter les sous-titres au début

source: Put subtitles in the beginning of the current subtitles
cs: Přidá titulky na začátek stávajících titulků
fr: Place des sous-titres au début des sous-titres courant

source: Append Subtitles
cs: Připojit titulky
fr: Ajouter des sous-titres à la fin

source: Put subtitles at the end of the current subtitles
cs: Přidá titulky na konec stávajících titulků
fr: Place des sous-titres à la fin des sous-titres courant

source: Leave gap
cs: Nachat mezeru
fr: Laisser l'espace

source: Splitting time
cs: Čas rozdělení
fr: Séparer à partir de :

source: Use the following time (inclusive) in order to create the new splitted subtitles
cs: Použije následující čas (včetně), aby vytvořil nové rozdělené titulky
fr: Utiliser le temps suivant (inclusif) lors de la création de sous-titres séparés

source: Split at given subtitle line (in percent)
cs: Rozdělit podle procentuální délky titulku

source: Percentage of subtitles to divide
cs: Procento titlků, které má být odděleno

source: -current-
cs: -aktuální-
fr: -courant-

source: Synchronize data from the following subtitles
cs: Synchronizovat data z následujících titulků
fr: Synchroniser les données depuis les sous-titres suivants

source: The subtitles file to use as a model
cs: Titulkový soubor, který se má použít jako modelový
fr: Le fichier de sous-titres à utiliser comme modèle

source: Model subtitles offset
cs: Ofset modelových titulků
fr: Décalage du modèle de sous-titre

source: Relative offset of the model subtitles. It is based on index, not time.
cs: Relativní ofset modelových titulků. Je založen na indexu, ne na čase.
fr: Décalage relatif du modèle de sous-titre (basé sur l'index, pas sur le temps)

source: Import timestamp
cs: Importovat časové značky
fr: Importe horodateur (timestamp)

source: Use the timestamp of the subtitles as the time model for current subtitles
cs: Použije čas titulků jako model pro aktuální titulky
fr: Utilise l'horodateur du sous-titre comme modèle de temps pour les sous-titres courant

source: Import text
cs: Importovat text
fr: Importer du texte

source: Copy the text of the other subtitles into this file
cs: Zkopíruje text z vybraných titulků do aktuálního souboru
fr: Copie le texte des autres sous-titres dans ce fichier

source: Translate text
cs: Přeložit text

source: Translator
cs: Překladač

source: Selection of translation machine
cs: Výběr překládacího stroje

source: From
cs: Z

source: Original language
cs: Původní jazyk

source: To
cs: Do

source: Target language
cs: Cílový jazyk

source: Computer Translated subtitles should be only for personal use, and not for distribution.
cs: Počítačem přeložené titulky jsou určeny pouze k vlastnímu užití, ne k distribuci.

source: External plugin Wizard
cs: Extérní plugin - Průvodce

source: {0} executable was not found.
cs: Nebyl nalezen spustitelný {0}

source: How should this issue been resolved?
cs: Jak má být tento problém vyřešen?

source: Automatically search for the executable
cs: Automaticky hledat spustitelný soubor

source: Manually browse for the executable
cs: Manuálně vybrat spustitelný soubor

source: Jubler needs {0} executable to continue with the requested action.
cs: Jubler potřebuje spustitelný {0} k pokračování v požadované akci.

source: Automatic location of {0} executable
cs: Automatická lokace spustitelného {0}

source: Trying to locate {0} executable...
cs: Zkouším zaměřit spustitelný {0}...

source: Manual selection of {0} executable.
cs: Ruční výběr spustitelného {0}.

source: Open a file dialog to select the filename of the player
cs: Otevře dialog k výběru souboru přehrávače
fr: Affiche un dialogue pour sélectionner le fichier exécutable du lecteur

source: The selected file is not valid
cs: Vybraý soubor není korektní

source: {0} executable has been resolved
cs: Spustitelný soubor {0} byl rozpoznán

source: Continue
cs: Pokračovat

source: Unable to find executable
cs: Nemohu najít spustitelný soubor

source: End of subtitles
cs: Konec titulků
fr: Fin des sous-titres

source: End of subtitles reached. Start from the beginnning.
cs: Dosáhl jsem konce titulků. Začít od začátku?
fr: Fin des sous-titres atteinte. Commencez depuis le début.

source: Find
cs: Najít
fr: Rechercher

source: Replace with
cs: Nahradit za
fr: Remplacer par

source: The context of the found text
cs: Kontext nalezeného textu
fr: Contexte du texte trouvé

source: What to search for
cs: Co mám hledat
fr: Texte recherché

source: Replace found text with this
cs: Tímto nahradí nalezený text
fr: Remplacer le texte trouvé par ceci

source: Ignore case
cs: Ignorovat velikost písmen
fr: Ignorer la casse

source: Find the next occurence of the searched text
cs: Najít další výskyt hledaného textu
fr: Trouver l'occurrence siuvante du texte recherché

source: Replace the found text and find the next occurence of the searched text
cs: Nahradit nalezený text a najít další výskyt hledaného textu
fr: Remplacer le texte trouvé puis rechercher l'occurrence suivante du texte recherché

source: Close this dialog box
cs: Zavře dialogové okno
fr: Ferme cette fenêtre

source: Select All
cs: Vybrat vše
fr: Tout sélectionner

source: Use all above replacing scenarios
cs: Použije všechny výše uvedené nahrazovací varianty
fr: Utiliser tous les scénarios de remplacement ci-dessus

source: Clear All
cs: Vyčistit vše
fr: Tout dégager

source: Use none of the above replacing scenarios
cs: Nepoužije žádnou z výše uvedených nahrazovacích variant
fr: N'utiliser aucun des scénarios de remplacement ci-dessus

source: Inverse
cs: Inverze
fr: Inverser

source: Inverse the selection of the scenarios above
cs: Invertuje výběr výše uvedených variant
fr: Inverser la sélection des scénarios ci-dessus

source: Delete the selected scenario
cs: Vymaže vybranou variantu
fr: Supprimer le scénario sélectionné

source: Original value
cs: Původní hodnota
fr: Valeur originale

source: New value
cs: Nová hodnota
fr: Nouvelle valeur

source: The context of the misspelled word
cs: Kontext pravopisně chybného slova
fr: Contexte du mot mal orthographié

source: Current word
cs: Stávající slovo
fr: Mot courant

source: The misspelled word we need to change
cs: Pravopisně chybné slovo, které je třeba změnit
fr: Mot mal orthographié devant être changé

source: The word to change the misspelled word into
cs: Slovo, které má změnit uvedené chybné slovo
fr: Le mot devant remplacer le mot mal ortographié

source: Ignore this word
cs: Ignorovat toto slovo
fr: Ignorer ce mot

source: Always ignore
cs: Vždycky ignorovat
fr: Toujours ignorer

source: Ignore all instances of this word
cs: Ignorovat všechny výskyty tohoto slova
fr: Ignore toutes les instances de mot
