Repository: teras/Jubler
Catalog: resources/i18n/*.po
Languages: de, es, it, nl, pt, tr

source: Are you sure you want to delete the override styles of this subtitle?
de: Sicher, dass die Stile gelöscht werden sollen?
es: ¿Estás seguro de que quieres borrar los estilos modificados de este subtítulo?
it: Vuoi davvero cancellare gli stili aggiunti a questo sottotitolo?
nl: Weet je cker dat je deze gewijzigde ondertitel stijl wilt verwijderen?
pt: Tem certeza que deseja apagar os estilos sobrepostos desta legenda?
tr: Bu altyazının eski stillerini silmek istediğinizden emin misiniz?

source: Delete current subtitle style
de: Untertitelstil löschen
es: Borrar el estilo actual de subtítulos
it: Cancella l'attuale stile del sottotitolo
nl: Verwijder huidige ondertitel stijl
pt: Apagar o estilo de legenda atual
tr: Şimdiki altyazı stilini sil

source: Cleanup style
de: Stil aufräumen
es: Limpieza de estilo
it: Pulisci stile
nl: Opschonen stijl
pt: Estilo de limpeza
tr: Stili temizle

source: Edit style
de: Stil bearbeiten
es: Edición de estilo
it: Modifica stile
nl: Bewerk stijl
pt: Editar estilo
tr: Stili düzenler

source: Subtitle editor
de: Untertiteltext
es: Editor de subtítulos
it: Editor di sottotitoli
nl: Ondertitel bewerker
pt: Editor de legenda
tr: Altyazı editörü

source: Error!
de: Fehler
it: Errore!
nl: Fout!
pt: Erro!
tr: Hata!

source: Subtitle
de: Untertitel
es: Subtítulo
it: Sottotitolo
nl: Ondertitel
pt: Legenda
tr: Altyazı

source: Subtitle files
de: Untertiteldateien
es: Ficheros de subtítulos
it: Sottotitoli
nl: Ondertitel bestanden
pt: Arquivos de legendas
tr: Altyazı dosyaları

source: West European
de: Westeuropäisch
es: Europeo Occidental
it: Europa Occidentale
nl: West Europees
pt: Oeste Europeu
tr: Batı Avrupa

source: Western
de: Westlich
es: Occidental
it: Occidentale
nl: Westers
pt: Ocidental
tr: Batı

source: Celtic
de: Keltisch
es: Celta
it: Celtico
nl: Celtisch
pt: Céltico
tr: Keltçe

source: Icelandic
de: Isländisch
es: Islandés
it: Islandese
nl: IJslands
pt: Islandês
tr: İzlandaca

source: Nordic
de: Nordich
es: Nórdico
it: Nordico
nl: Noords
pt: Nórdico
tr: İskandinav

source: South European
de: Südeuropäisch
es: Europeo del sur
it: Europa Meridionale
nl: Zuid Europees
pt: Sul Europeu
tr: Kuzey Avrupa

source: East European
de: Osteuropäisch
es: Europeo Oriental
it: Europa Orientale
nl: Oost Europees
pt: Leste Europeu
tr: Doğu Avrupa

source: Baltic
de: Baltisch
es: Báltico
it: Baltico
nl: Baltisch
pt: Báltico
tr: Baltık

source: Central European
de: Zentraleuropäisch
es: Europeo Central
it: Europa Centrale
nl: Centraal Europees
pt: Central Europeu
tr: Orta Avrupa

source: Croatian
de: Kroatisch
es: Croata
it: Croato
nl: Croaats
pt: Croata
tr: Hırvatça

source: Cyrillic
de: Kyrillisch
es: Cirílico
it: Cirillico
nl: Cyrillisch
pt: Cirílico
tr: Kiril

source: Romanian
de: Rumänisch
es: Rumano
it: Rumeno
nl: Roemeens
pt: Romeno
tr: Romanca

source: East Asian
de: Ostasiatisch
es: Asiático Oriental
it: Asia Orientale
nl: Oost Aziatisch
pt: Leste Asiático
tr: Doğu Asya

source: Chinese Simplified
de: Vereinfachtes Chinesisch
es: Chino Simplificado
it: Cinese Semplificato
nl: Simpel Chinees
pt: Chinês Simplificado
tr: Basit Çince

source: Chinese Traditional
de: Traditionelles Chinesisch
es: Chino Tradicional
it: Cinese Tradizionale
nl: Traditioneel Chinese
pt: Chinês Tradicional
tr: Geleneksel Çince

source: Japanese
de: Japanisch
es: Japonés
it: Giapponese
nl: Japans
pt: Japonês
tr: Japonca

source: Korean
de: Koreanisch
es: Coreano
it: Coreano
nl: Koreaans
pt: Coreano
tr: Korece

source: SE and SW Asian
de: Südost- und Südwestasiatisch
es: Asiático del sureste y del suroeste
it: SE e SO asiatico
nl: SE en SW Aziatisch
pt: SU e SO Asiático
tr: KD ve KB Asya

source: Armenian
de: Armenisch
es: Armenio
it: Armeno
nl: Armeens
pt: Armênio
tr: Ermenice

source: Georgian
de: Georgisch
es: Georgiano
it: Georgiano
nl: Georgië
pt: Georgiano
tr: Gürcüce

source: Thai
es: Tailandés
it: Thailandese
nl: Thais
pt: Tailandês
tr: Tayca

source: Vietnamese
de: Vietnamesisch
es: Vietnamita
it: Vietnamita
nl: Vietnamees
pt: Vietnamita
tr: Vietnemca

source: Hindi
pt: Hindu
tr: Hintçe

source: Gujarati
tr: Gücerat

source: Middle Eastern
de: Aus dem mittlerern Osten
es: Medio Este
it: Medio Oriente
nl: Midden oosten
pt: Oriente Médio
tr: Orta Doğu

source: Arabic
de: Arabisch
es: Arábico
it: Arabo
nl: Arabisch
pt: Arábico
tr: Arapça

source: Farsi
tr: Farsça

source: Hebrew
de: Hebräisch
es: Hebreo
it: Ebraico
nl: Hebreews
pt: Hebreu
tr: İbranice

source: Use predefined encodings
de: Verwende vordefinierte Kodierungen
es: Usar codificación predeterminada
it: Usa encoding predefiniti
nl: Gebruik vooringestelde decoder
pt: Usar codificações pré-definidas
tr: Öntanımlı kodlamaları kullan

source: Frames per second (if required)
de: Frames pro Sekunde (wenn benötigt)
es: Frames por segundo (si son necesarios)
it: Frame al secondo (se richiesto)
nl: Beelden per seconde (indien nodig)
pt: Quadros por segundo (se exigido)
tr: Saniye başına çerçeve (gerekli ise)

source: Encodings
de: Kodierungen
es: Codificaciones
it: Encoding
nl: Coderingen
pt: Codificações
tr: Kodlamalar

source: Encoding
de: Kodierung
es: Codificación
nl: Coderen
pt: Codificação
tr: Kodlama

source: Save Subtitles
de: Untertitel speichern
es: Guardar los subtítulos
it: Salva con nome
nl: Opslaan ondertitel
pt: Salvar Legendas
tr: Altyazıları kaydet

source: Load Subtitles
de: Untertitel öffnen
es: Cargar subtítulos
it: Apri sottotitoli
nl: Laden ondertitel
pt: Carregar Legendas
tr: Altyazıları yükle

source: Font name
de: Schriftname
es: Nombre de la fuente
it: Nome del font
nl: Letter naam
pt: Nome da fonte
tr: Yazı tipi ismi

source: Font size
de: Schriftgröße
es: Tamaño de la fuente
it: Dimensione font
nl: Letter grootte
pt: Tamanho da fonte
tr: Yazı tipi boyutu

source: Bold
de: Fett
es: Negrita
it: Grassetto
nl: Vet
pt: Negrito
tr: Kalın

source: Italic
de: Kursiv
es: Cursiva
it: Italico
nl: Schuin
pt: Itálico
tr: Eğik

source: Underline
de: Unterstrichen
es: Subrayado
it: Sottolineatura
nl: Onderstreept
pt: Sublinhado
tr: Altı çizli

source: Strikethrough
de: Durchgestrichen
es: Tachado
it: Sbarrato
nl: Doorgestreept
pt: Tachado
tr: Üstü çizili

source: Alignment
de: Ausrichtung
es: Alineación
it: Allineamento
nl: Uitlijning
pt: Alinhamento
tr: Hizalama

source: Outline
de: Rahmen
es: Contorno de la fuente
it: Contorno
nl: Omkadering
pt: Contorno
tr: Taslak

source: Opaque box
de: Undurchsichtiges Rechteck
es: Caja opaca
it: Opaco
nl: Doorschijnendheid scherm
pt: Caixa opaca
tr: Saydam kutu

source: Hide the advanced options for this style
de: Erweiterte Einstellungen für diesen Style verstecken
es: Ocultar las opciones avanzadas para este estilo
it: Nascondi opzioni avanzate per questo stile
nl: Verberg geavanceerde optie's voor deze stijl
pt: Esconder as opções avançadas para esse estilo
tr: Bu stil için gelişmiş seçenekleri sakla

source: Display the advanced options for this style
de: Erweiterte Einstellungen für diesen Style anzeigen
es: Mostrar las opciones avanzadas para este estilo
it: Mostra opzioni avanzate per questo stile
nl: Toon geavanceerde optie's voor deze stijl
pt: Exibir as opções avançadas para esse estilo
tr: Bu stil için gelişmiş seçenekleri göster

source: Style Editor
de: Stileditor
es: Editor de estilos
it: Editor degli stili
nl: Stijl bewerker
pt: Editor de Estilos
tr: Stil Düzenleyici

source: The name of this style. Remember to hit [RETURN] to store the name
de: Der Name diesen Stils. Daran denken, [ENTER] zum Speichern des Namens zu drücken
es: El nombre de este estilo. Recuerda pulsar [INTRO] para guardar el nombre
it: Il nome di questo stile. Ricordati di premere [INVIO] per salvare il nome
nl: Naam van deze stijl. Onthoudt dat je op [ENTER] moet drukken om de naam op te slaan
pt: O nome deste estilo. Lembre-se de apertar [RETURN] para salvar o nome
tr: Bu stilin adı.İsmi kaydetmek için [RETURN] duşuna basmayı unutma

source: Clone
de: Klonen
es: Clonar
it: Clona
nl: Klonen
pt: Clonar
tr: Kopyala

source: Create a new style based on the current one
de: Neuen Stil basierend auf dem aktuellen erstellen
es: Crear un nuevo estilo basado en el actual
it: Crea un nuovo stile, basato su quello attuale
nl: Creeër een nieuwe stijl op basis van huidige
pt: Cria um novo estilo baseado no atual
tr: Şimdikini baz alarak yeni stil oluştur

source: Delete the current style
de: Löscht den aktuellen Stil
es: Borrar el estilo actual
it: Cancella lo stile attuale
nl: Verwijder huidige stijl
pt: Apagar o estilo atual
tr: Şu anki stili sil

source: Save default style
de: Standardstil speichern
es: Guardar como estilo por defecto
it: Salva stile predefinito
nl: Bewaar standaard stijl
pt: Salva o estilo atual
tr: Varsayılan stili kaydet

source: Font
de: Schriftart
es: Fuente
nl: Lettertype
pt: Fonte
tr: Yazı Tipi

source: Colors
de: Farben
es: Colores
it: Colori
nl: Kleuren
pt: Cores
tr: Renkler

source: Demo subtitles text
de: Demo-Untertext
es: Texto de demostración
it: Anteprima sottotitoli
nl: Demo ondertitel tekst
pt: Demonstrar o texto das legendas
tr: Demo altyazı metinleri

source: Border
de: Rahmen
es: Borde
it: Bordo
nl: Rand
pt: Borda
tr: Kenar

source: Border style
de: Rahmenstil
es: Estilo del borde
it: Stile del bordo
nl: Rand stijl
pt: Estilo da borda
tr: Kenar Stili

source: Size
de: Größe
es: Tamaño
it: Dimensioni
nl: Grootte
pt: Tamanho
tr: Boyut

source: Border size
de: Rahmengröße
es: Tamaño del borde
it: Dimensioni del bordo
nl: Rand grootte
pt: Tamanho da borda
tr: Kenar Boyutu

source: Shadow
de: Schatten
es: Sombra
it: Ombreggiatura
nl: Schaduw
pt: Sombra
tr: Gölge

source: Shadow size
de: Schattengröße
es: Tamaño de la sombra
it: Dimensioni dell'ombra
nl: Schaduw grootte
pt: Tamanho da sombra
tr: Gölge boyutu

source: Margins transformations
de: Randtransformationen
es: Transformaciones de los márgenes
it: Modifica i margini
nl: Marge transformaties
pt: Transformações nas margens
tr: Konum dönüşümleri

source: Left
de: Links
es: Izquierda
it: A sinistra
nl: Links
pt: Esquerdo
tr: Sol

source: Left margin
de: Linker Rand
es: Margen izquierdo
it: Margine sinistro
nl: Linker marge
pt: Margem esquerda
tr: Sol konum

source: Right
de: Rechts
es: Derecha
it: A destra
nl: Rechts
pt: Direito
tr: Sağ

source: Right margin
de: Rechter Rand
es: Margen derecho
it: Margine destro
nl: Rechter marge
pt: Margem direita
tr: Sağ konum

source: Vertical
de: Vertikal
it: Verticale
nl: Vertikaal
tr: Dikey

source: Vertical margin
de: Vertikaler Rand
es: Margen vertical
it: Margine verticale
nl: Vertikale marge
pt: Margem vertical
tr: Dikey konum

source: Font transformations
de: Schrifttransformationen
es: Transformaciones de la fuente
it: Modifica i font
nl: Lettertype transformatie
pt: Transformações nas fontes
tr: Yazı tipi dönüşümleri

source: Angle
de: Drehung
es: Ángulo
it: Angolo
nl: Hoek
pt: Ângulo
tr: Açı

source: Font angle
de: Schriftdrehung
es: Ángulo de la fuente
it: L'angolo dei font
nl: Lettertype hoek
pt: Ângulo da fonte
tr: Yazı tipi açısı

source: Spacing
de: Abstand
es: Espaciado
it: Spaziatura
nl: Tussenruimte
pt: Espaçamento
tr: Aralık

source: Spacing in font
de: Schriftabstand
es: Espaciado de la fuente
it: La spaziatura tra i font
nl: Lettertype tussenruimte
pt: Espaçamento da fonte
tr: Yazı tipi aralığı

source: X Scale
de: X-Skalierung
es: Escala para el eje X
it: Scala X
nl: X schaal
pt: Dimensionar X
tr: X Ölçeği

source: Scaling % on X axis
de: Skaliere % auf der X-Achse
es: Escalando % en el eje X
it: Percentuale di scaling sull'asse X
nl: Schaal % op de X as
pt: Dimensionando % no eixo X
tr: X Ekseninde % Ölçeklendirme

source: Y Scale
de: Y-Skalierung
es: Escala para el eje Y
it: Scala Y
nl: Y schaal
pt: Dimensionar Y
tr: Y Ölçeği

source: Scaling % on Y axis
de: Skaliere % auf der Y-Achse
es: Escalando % en el eje Y
it: Percentuale di scaling sull'asse Y
nl: Schaal % op de Y as
pt: Dimensionando % no eixo Y
tr: Y Ekseninde % Ölçeği

source: Advanced options
de: Erweiterte Einstellungen
es: Opciones avanzadas
it: Opzioni avanzate
nl: Geavanceerde optie's
pt: Opções avançadas
tr: Gelişmiş seçenekler

source: Are you sure you want to delete this style? All subtitles having this style will fall back to default
de: Soll der Stil wirklich gelöscht werden? Alle Untertitel mit diesem Stil werden auf den Standardstil gesetzt
es: ¿Estás seguro de que quieres borrar este estilo? Todos los subtítulos que lo estén usando pasarán a tener el estilo por defecto
it: Sei sicuro di voler cancellare questo stile? I sottotitoli interessati torneranno allo stile predefinito.
nl: Weet je cker dat je deze stijl wilt verwijderen? Alle ondertitels met deze stijl vallen terug naar standaard waarde
pt: Tem certeza que deseja apagar este estilo? Todas as legendas contendo este estilo voltarão para o padrão
tr: Bu stili silmek istedğinizden emin misiniz? Bu stile sahip tüm altyazılar varsayılan stile dönecek

source: Delete style
de: Stil löschen
es: Borrar estilo
it: Elimina stile
nl: Verwijder stijl
pt: Apagar estilo
tr: Stili sil

source: Welcome to the (Jubler) world!
de: Willkommen in der (Jubler-)Welt
es: ¡Bienvenido al mundo (Jubler)!
it: Benvenuto in (Jubler)!
nl: Welkom in de wereld van (Jubler)
pt: Bem-vindo ao (Jubler) world!
tr: (Jubler) dünyasına hoş geldiniz!

source: Color Chooser
de: Farbauswahl
es: Selector de color
it: Selettore colore
nl: Kleuren kiezer
pt: Seletor de Cores
tr: Renk Seçici

source: Reset
de: Zurücksetzen
es: Reiniciar
it: Resetta
pt: Resetar
tr: Sıfırla

source: Alpha Channel
de: Alphakanal
es: Canal Alfa
it: Canale Alfa
nl: Alpha Kanaal
pt: Canal Alfa
tr: Alfa Kanalı

source: Top left
de: Oben links
es: Arriba-Izquierda
it: In alto a sinistra
nl: Boven links
pt: Superior esquerdo
tr: Sol üst

source: Top
de: Oben
es: Arriba
it: In alto
nl: Boven
pt: Superior
tr: Üst

source: Top right
de: Oben rechts
es: Arriba-Derecha
it: In alto a destra
nl: Boven rechts
pt: Superior direito
tr: Sağ üst

source: Center
de: Mitte
es: Centro
it: Al centro
nl: Midden
pt: Centro
tr: Merkez

source: Bottom left
de: Unten links
es: Abajo-Izquierda
it: In basso a sinistra
nl: Beneden links
pt: Inferior esquerdo
tr: Sol at

source: Bottom
de: Unten
es: Abajo
it: In basso
nl: Beneden
pt: Inferior
tr: Alt

source: Bottom right
de: Unten rechts
es: Abajo-Derecha
it: In basso a destra
nl: Beneden rechts
pt: Inferior direito
tr: Sağ alt

source: Primary
de: Primär
es: Primario
it: Primario
nl: Primair
pt: Primária
tr: Asıl

source: Secondary
de: Sekundär
es: Secundario
it: Secondario
nl: Secundair
pt: Secundária
tr: İkincil

source: Set the primary color of the style
de: Primärfarbe des Stils stetzen
es: Establecer el color primario del estilo
it: Imposta il colore primario dello stile
nl: Primaire kleur stijl code
pt: Definir a cor primária do estilo
tr: Stilin asıl rengini ayarla

source: Set the secondary color of the style
de: Sekundärfarbe des Stils setzen
es: Establecer el color secundario del estilo
it: Imposta il colore secondario dello stile
nl: Secundaire kleur stijl code
pt: Definir a cor secundária do estilo
tr: Stilin ikincil rengini ayarla

source: Set the outline color of the style
de: Umrahmungsfarbe des Stils setzen
es: Establecer el color de contorno de la fuente del estilo
it: Imposta il colore di contorno dello stile
nl: Zet de omkadering kleur code
pt: Definir a cor de contorno do estilo
tr: Stilin taslak rengini ayarla

source: Set the shadow (or the background) color of the style
de: Schatten- (oder Hintergrundfarbe) setzen
es: Establecer el color de la sombra (o del fondo) del estilo
it: Imposta il colore dell'ombra (o dello sfondo) del sottotitolo
nl: Zet de schaduw kleur code
pt: Definir a cor de sombra (ou do fundo) do estilo
tr: Stilin gölge(ya da arkaplan) rengini ayarla

source: Unspecified
de: Unspezifiziert
es: No especificado
it: Non specificato
nl: Niet gedefinieerd
pt: Não especificado
tr: Belirtilmemiş

source: Ignore
de: Ignorieren
es: Ignorar
it: Ignora
nl: Negeren
pt: Ignorar
tr: Yoksay

source: Do not use this
de: Nicht verwenden
es: No usar ésto
it: Non usare questo
nl: Gebruik dit niet
pt: Não usar esse
tr: Bunu kullanma

source: Absolute time (in milliseconds)
de: Absolute Zeit (in Millisekunden)
es: Marca de tiempo absoluta (en milisegundos)
it: Tempo assoluto (in millisecondi)
nl: Absolute tijd (in miliseconden)
pt: Tempo absoluto (em milisegundos)
tr: Mutlak zaman(Milisaniye cinsinden)

source: Define the duration time in absolute milliseconds
de: Lege Dauer in absoluten Millisekunden fest
es: Definir la duración en milisegundos absolutos
it: Definisce la durata in millisecondi assoluti
nl: Definieer absolute tijdsduur in miliseconden
pt: Definir o tempo de duração em milisegundos absolutos
tr: Süreyi mutlak milisaniye cinsinden tanımla

source: Time in milliseconds
de: Zeit in Millisekunden
es: Marca de tiempo en milisegundos
it: Tempo in millisecondi
nl: Tijd in miliseconden
pt: Tempo em milisegundos
tr: Milisaniye cinsinden zaman

source: Characters per second (in milliseconds)
de: Zeichen pro Sekunde (in Millisekunden)
es: Caracteres por segundo (en milisegundos)
it: Caratteri al secondo (in millisecondi)
nl: Karakters per seconde (in miliseconden)
pt: Caracteres por segundo (em milisegundos)
tr: Saniye başına karakter(Milisaniye cinsinden)

source: Define the duration per character in milliseconds
de: Lege Dauer pro Zeichen in Millisekunden fest
es: Definir la duración de cada carácter en milisegundos
it: Definisce la durata per carattere in millisecondi
nl: Definieer duur per karakter in miliseconden
pt: Definir o tempo de duração por caracteres em milisegundos
tr: Karakter başına süreyi milisaniye cinsinden tanımla

source: Duration in milliseconds
de: Dauer in Millisekunden
es: Duración en milisegundos
it: Durata in millisecondi
nl: Duur in miliseconden
pt: Duração em milisegundos
tr: Milisaniye cinsinden süre

source: Save progress
de: Speicherfortschritt
es: Progreso de guardado
it: Salva avanzam
nl: Opslaan voortgang
pt: Progresso do salvamento
tr: İşlemi kaydet

source: Change affected subtitles' color
de: Farben der betroffenen Untertitel ändern
es: Cambiar el color de los subtítlos afectados
it: Colora i sottotitoli interessati in
nl: Via kleurmarkering
pt: Alterar cor das legendas afetadas
tr: Etkilenen altyazıların rengini değiştir

source: Select subtitles to work on
de: Wähle zu bearbeitende Untertitel
es: Elegir los subtítulos con los que trabajar
it: Lavora sui sottotitoli
nl: Selecteer ondertitel waarmee je gaat werken
pt: Selecionar legendas para aplicar
tr: Çalışılacak altyazıyı seçin

source: By user selection
de: Benutzerauswahl
es: En base a la selección del usuario
it: selezionati
nl: Via gebruikersselectie
pt: Por seleção do usuário
tr: Kullanıcı seçimiyle

source: Select subtitles depending on user selection
de: Wähle Untertitel basierend auf Benutzerauswahl
es: Elegir los subtítulos en ase a la selección del usuario
it: Seleziona i sottotitoli scelti dall'utente
nl: Selecteer de ondertitel afhankelijk van gebruikersselectie
pt: Selecionar legendas de acordo com a seleção do usuário
tr: Kullanıcı seçimine bağlı olarak altyazıları seç

source: By color marking
de: Nach Farbmarkierung
es: En base a la marca de color
it: Colorati di
nl: Via kleur markering
pt: Por marcação de cor
tr: Renkle işaretleyerek

source: Select subtitles depending on their color
de: Wähle Untertitel nach ihrer Farbe
es: Elegir subtítulos en base a su color
it: Sceglie i sottotitoli del colore selezionato
nl: Selecteer ondertitel op basis van hun kleur
pt: Selecionar legendas de acordo com sua cor
tr: Renge bağlı olarak altyazıları seç

source: The subtitle color to use for selection
de: Für die Auswahl zu verwendende Farben
es: Color de subtítulos a usar al seleccionar
it: Il colore da usare per la selezione
nl: De te gebruiken kleur voor de selectie
pt: A cor da legenda para usar como seleção
tr: Seçim için kullanılacak altyazı rengi

source: By theme
de: Nach Thema
es: Por tema
it: dal tema
nl: Via thema
pt: Por tema
tr: Tema ile

source: Select subtitles depending on their theme
de: Wähle Untertitel nach ihrer Farbe
es: Elegir subtítulos en base a su tema
it: Sceglie i sottotitoli a seconda del loro tema
nl: Selecteer de ondertitel op basis van hun thema
pt: Selecionar legendas conforme seu tema
tr: Temaya bağlı olarak altyazıları seç

source: The theme to use for selection
de: Für die Auswahl zu verwendende Farben
es: El tema a usar al seleccionar
it: Il tema da usare per la selezione
nl: De te gebruiken thema voor de selectie
pt: O tema para usar como seleção
tr: Seçim için kullanılacak tema

source: Select subtitles depending on a specified region
de: Wähle Untertitel basierend auf festgelegtem Bereich
es: Elegir subtítulos en base a una región específica
it: Sceglie i sottotitoli a seconda dell'intervallo
nl: Selecteer de ondertitels op basis van hun regio
pt: Selecionar legendas conforme uma região especificada
tr: Belirtilen bölgeye bağlı olarak altyazı seç

source: Begin
de: Beginn
es: Comenzar
it: Inizio
pt: Começar
tr: Başla

source: Set time to start of selected subtitles
de: Zeit auf Start des gewählten Untertitels setzen
es: Establecer el tiempo de inicio de los subtítulos seleccionados
it: Imposta inizio dei sottotitoli selezionati
nl: Zet de starttijd van de geselecteerde ondertitel
pt: Definir tempo para o início das legendas selecionadas
tr: Zamanı seçilen altyazıların başlangıcına ayarla

source: Set time to minimum
de: Zeit auf Minimum setzen
es: Establecer la marca de tiempo al mínimo
it: Imposta tempo al minimo
nl: Zet tijd naar minimaal
pt: Definir tempo para o mínimo
tr: En kısa süreye ayarla

source: Finish
de: Fertig
es: Fin
it: Fine
nl: Einde
pt: Finalizar
tr: Bitir

source: Set time to end of selected subtitles
de: Zeit auf Ende des gewählten Untertitels setzen
es: Establecer el tiempo del fin de los subtítulos seleccionados
it: Imposta fine dei sottotitoli selezionati
nl: Zet tijd naar eind van geselecteerde ondertitels
pt: Definir tempo para o fim das legendas selecionadas
tr: Zamanı seçilen altyazıların bitişine ayarla

source: Set time to maximum
de: Zeit auf Maximum setzen
es: Establecer la marca de tiempo al máximo
it: Imposta tempo al massimo
nl: Zet tijd naar maximaal
pt: Definir tempo para o máximo
tr: En uzun süreyi ayarla

source: Use predifined time positions
de: Benutze vordefinierte Zeitpositionen
es: Usar las posiciones predefinidas para las marcas de tiempo
it: Usa le posizioni predefinite
nl: Gebruik voorgedefinieerde tijd posities
pt: Usar posições de tempo pré-definidas
tr: Öntanımlı zamanlamaları kullan

source: Where to start pasting subtitles
de: Wo mit dem Einfügen begonnen werden soll
es: Comienzo de la zona donde pegar los subtítulos
it: Indica da dove incollare i sottotitoli
nl: Waar te starten om de ondertitels te ontleden
pt: Onde iniciar a colagem das legendas
tr: Altyazının yapıştırılmaya başlanacağı yer

source: Change Color
de: Farbe ändern
es: Cambiar el color
it: Cambia colore
nl: Verander kleur
pt: Alterar cor
tr: Rengi değiştir

source: Enable this option if you want to change the default color of the pasted subtitles
de: Diese Option aktivieren wenn die Standardfarbe der eingefügten Untertitel geändert werden soll
es: Habilitar esta opción para cambiar el color por defecto de los subtítulos pegados
it: Scegli questa opzione per cambiare il colore predefinito dei sottotitoli incollati
nl: Zet deze optie aan wanneer de standaard kleur van de te plakken ondertitel tekst wilt veranderen
pt: Habilite essa opção se deseja alterar a cor padrão das legendas coladas
tr: Eğer yapıştırılan altyazının varsayılan rengini değiştimek istiyorsan bu seçeneği etkinleştir
