Repository: teras/Jubler
Catalog: resources/i18n/*.po
Languages: de, es, it, nl, pt, tr

source: Filename of the cached audio stream
de: Dateiname des zwischengespeicherten Audiostroms
es: Nombre del stream para la caché de audio
it: Sorgente audio in memoria
nl: Bestandsnaam eerder opgeslagen audio stroom
pt: Nome do arquivo do fluxo de áudio no cache
tr: Önbelleğe alınmış ses akımının dosya ismi

source: Select video
de: Video auswählen
es: Elegir vídeo
it: Scegli video
nl: Selecteer video
pt: Selecionar vídeo
tr: Video seç

source: Error in videofile selection
de: Fehler in Videodateiauswahl
es: Error en la selección del fichero de vídeo
it: Scelta del file video errata
nl: Fout in video bestandsselectie
pt: Erro na seleção do arquivo de vídeo
tr: Video dosyası seçiminde hata

source: This file does not exist. Please provide a valid file name.
de: Diese Datei existiert nicht. Bitte gültigen Dateinamen angeben.
es: Este fichero no existe. Por favor, indique un nombre de fichero válido.
it: Questo file non esiste. Inserire un file valido.
nl: Dit bestand bestaat niet. Geef een geldige naam op.
pt: Esse arquivo não existe. Por favor forneça um nome de arquivo válido.
tr: Dosya mevcut değil. Lütfen geçerli bir dosya ismi girin.

source: Untitled
de: Unbenannt
es: Sin título
it: Senza titolo
nl: Niet benoemd
pt: Sem título
tr: İsimsiz

source: Video Console
de: Videokonsole
es: Consola de vídeo
it: Consolle video
nl: Video scherm
pt: Console de Vídeo
tr: Video Konsolu

source: Map of subtitles
de: Karte von Untertiteln
es: Mapa de subtítulos
it: Mappa dei sottotitoli
nl: Ondertitel map
pt: Mapa das legendas
tr: Altyazıların eşlemi

source: Abnormal player exit
de: Spieler wurde unnormal beendet
es: El reproductor ha finalizado de forma anormal
it: Chiusura player anomala
nl: Afspeler abnormaal afgesloten
pt: Saída anormal do reprodutor
tr: Beklenmedik oynatıcı çıkışı

source: Movie Player Error
de: Videospielerfehler
es: Error del reproductor de vídeo
it: Errore del player video
nl: Video afspeler fout
pt: Erro do Reprodutor de Vídeo
tr: Film Oynatıcı Hatası

source: Change playback speed
de: Wiedergabegeschwindigkeit ändern
es: Cambiar la velocidad de reproducción
it: Modifica velocità riproduzione
nl: Verander afspeelsnelheid
pt: Alterar a velocidade da reprodução
tr: Geri oynatma hızını değiştir

source: Change audio volume
de: Lautstärke ändern
es: Cambiar el volúmen de audio
it: Modifica volume
nl: Verander volume
pt: Alterar o volume do áudio
tr: Ses miktarını değiştir

source: Add new subtitle on the fly
de: Neuen Untertitel hinzufügen
es: Añadir un nuevo subtítulo al vuelo
it: Nuovo sottotitolo in tempo reale
nl: Voeg nieuwe ondertitel tegelijkertijd toe
pt: Adicionar nova legenda em tempo real
tr: Anında yeni altyazı ekle

source: Reset playback speed to default value
de: Wiedergabegeschwindigkeit zurücksetzen
es: Resetear la velocidad de reproducir a su valor por defecto
it: Torna a velocità di riproduzione predefinita
nl: Herstel afspeelsnelheid naar standaard waarde
pt: Resetar velocidade de reprodução para o valor padrão
tr: Geri oynatma hızını varsayılana ayarla

source: Playback position
de: Wiedergabeposition
es: Posición de reproducción
it: Istante attuale
nl: Afspeel positie
pt: Posição de reprodução
tr: Geri oynatma pozisyonu

source: Current playback time
de: Aktuelle Spielzeit
es: Marca de tiempo de reproducción actual
it: L'istante a cui ci si trova
nl: Huidige afspeeltijd
pt: Tempo atual de reprodução
tr: Şimdiki geri oynatma zamanı

source: Subtitles time difference
de: Untertitelzeitdifferenz
es: Diferencia de tiempos entre subtítulos
it: Scarto temporale dei sottotitoli
nl: Ondertitel tijd verschilt
pt: Diferença no tempo das legendas
tr: Altyazı zaman farklılıkları

source: Play/Pause video playback
de: Abspielen/Pause
es: Reproducir/Pausar el vídeo
it: Avvio/Pausa riproduzione video
nl: Afspelen/Pauze video
pt: Reproduzir/Pausar reprodução de vídeo
tr: Video geri oynatmayı Oynat/Duraklat

source: Load new subtitles into player
de: Neue Untertitel in den Spieler laden
es: Recargar los nuevos subtítulos en el reproductor
it: Carica i nuovi sottotitoli nel player
nl: Laad ondertitel in afspeler
pt: Carregar novas legendas no reprodutor
tr: Oynatıcıya yeni altyazı yükle

source: Quit Player
de: Spieler beenden
es: Salir del reproductor
it: Chiudi player
nl: Afspeler afsluiten
pt: Fechar Reprodutor
tr: Oynatıcıdan Çık

source: Go backwards by 30 seconds
de: 30 Sekunden zurück
es: Retroceder 30 segundos
it: Torna indietro di 30 secondi
nl: Ga 30 seconden terug
pt: Voltar 30 segundos
tr: 30 saniye geri git

source: Go forwards by 10 seconds
de: 10 Sekunden vorwärts
es: Avanzar 10 segundos
it: Avanza di 10 secondi
nl: Ga 10 seconden vooruit
pt: Avançar 10 segundos
tr: 10 saniye ileri git

source: Go forwards by 30 seconds
de: 30 Sekunden vorwärts
es: Avanzar 30 segundos
it: Avanza di 30 secondi
nl: Ga 30 seconden vooruit
pt: Avançar 30 segundos
tr: 20 saniye ileri git

source: Mark first synchronization position of the subtitles.
de: Erste Synchronisationsposition des Untertitels markieren.
es: Marcar la primera posición de sincronización de los subtítulos.
it: Segna il primo punto di sincronizzazione dei sottotitoli.
nl: Markeer eerste synchronisatie punt in ondertitel
pt: Marcar a primeira posição de sincronização das legendas.
tr: Altyazının ilk senkron noktasını işaretle

source: Mark second synchronization position of the subtitles.
de: Zweite Synchronisationsposition des Untertitels markieren.
es: Marcar la segunda posición de sincronización de los subtítulos.
pt: Marcar a segunda posição de sincronização das legendas.
tr: Altyazıların ikinci senkron noktasını işaretleyin.

source: Select subtitle from the main window, to synchronize subtitles with current time.
de: Untertitel im Hauptfenster wählen, um Untertitel mit aktuellerZeit zu synchronisieren.
es: Elegir un subtítulo de la ventana principal para sincronizarlos con la marca de tiempo actual.
it: Scegli sottotitolo dalla finestra principale, per sincronizzare i sottotitoli con l'istante attuale.
nl: Selecteer ondertitel van het hoofdscherm, om ondertitel met huidige tijd te synchroniseren
pt: Selecione a legenda na janela principal, para sincronizar legendas com o tempo atual.
tr: Şu anki zamanla altyazıları senkronlamak için, altyazıları ana pencereden seç

source: Change subtitle delay on the fly
de: Untertitelverzögerung ändern
es: Cambiar el retardo de los subtítulos al vuelo
it: Cambia ritardo sottotitolo in tempo reale
nl: Verander tegelijkertijd ondertitel vertraging
pt: Alterar atraso da legenda em tempo real
tr: Anında zaman gecikmesini düzenle

source: Subtitle text
de: Untertiteltext
es: Texto del subtítulo
it: Testo del sottotitolo
nl: Ondertitel tekst
pt: Texto da legenda
tr: Altyazı metni

source: All Audio files
de: Alle Audiodateien
es: Todos los ficheros de audio
it: Tutti i file audio
nl: Alle audio bestanden
pt: Todos os Arquivos de Áudio
tr: Tüm Ses dosyaları

source: All Video files
de: Alle Videodateien
es: Todos los ficheros de vídeo
it: Tutti i file video
nl: Alle video bestanden
pt: Todos os Arquivos de Vídeo
tr: Tüm Video dosyaları

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
nl: Annuleren
pt: Cancelar
tr: İptal

source: FFDecode library not active. Using demo image.
de: FFDecode-Bibliothek ist inaktiv. Verwende Demobild.
es: La librería FFDecode no está activa. Se usará una imagen de demostración
it: Libreria FFdecode non attiva. Sarà usata l'icona.
nl: FFDecode bibliotheek niet actief. Gebruik een demo plaatje.
pt: A biblioteca FFDecode não está ativa. Usando imagem de demonstração.
tr: FFDecode kütüphanesi etkin değil. Tanıtım görüntüsü kullanılıyor.

source: Selected subtitles
de: Ausgewählte Untertitel
es: Subtítulos seleccionados
it: Sottotitoli selezionati
nl: Geselecteerde ondertitels
pt: Legendas selecionadas
tr: Seçili altyazılar

source: Subtitle zoom factor
de: Untertitelzoomfaktor
es: Factor de zoom para el subtítulo
it: Ingrandimento sottotitoli
nl: Ondertitel zoom factor
pt: Fator de zoom da legenda
tr: Altyazı yakınlaştırma faktörü

source: Zoom out
de: Rauszoomen
es: Alejar
it: Allontana
nl: Zoom uit
tr: Uzaklaş

source: Zoom in
de: Reinzoomen
es: Acercar
it: Avvicina
tr: Yaklaş

source: Change orientation of Preview panel
de: Ausrichtung des Vorschaufläche ändern
es: Cambiar la orientación del panel de Previsualización
it: Cambia la disposizione dell'anteprima
nl: Verander orientatie voorbeeld venster
pt: Alterar orientação do painel de Pré-visualização
tr: Önizleme panelinin yönünü değiştir

source: Enable/disable video frame preview
de: Videoframe-Vorschau (de)aktivieren
es: Habilitar/Deshabilitar la previsualización de frames de vídeo
it: Apri/Chiudi anteprima fotogramma
nl: Aan/Uitzetten video beeld voorbeeld
pt: Habilitar/desabilitar pré-visualização do quadro de vídeo
tr: Video frame önizlemeyi etkinleştir/devre dışı bırak

source: Zoom frame to original value
de: Frame auf Originalwert zoomen
es: Hacer zoom al frame a su valor original
it: Torna alle dimensioni originali
nl: Zoom beeld naar orginele waarde
pt: Dimensionar o quadro para o valor original
tr: Frame'i asıl değerine yaklaştır

source: Enable/disable waveform preview
de: Wellenvorschau (de)aktivieren
es: Habilitar/Deshabilitar la previsualización de la onda de audio
it: Apri/chiudi anteprima grafico audio
nl: Aan/Uitzetten wave voorbeeld
pt: Habilitar/desabilitar pré-visualização da forma da onda
tr: Dalga şekli önizlemeyi etkinleştir/devre dışı bırak

source: Automatically perform operation depending on the mouse position
de: Automatisch Operationen je nach Mausposition ausführen
es: Realizar operaciones de forma automática en base a la posición del ratón
it: Esegue azioni in automatico a seconda della posizione del mouse
nl: Automatisch operatie uitvoeren afhankelijk van muis positie
pt: Executar automaticamente a operação dependendo da posição do mouse
tr: Fare pozisyonuna bağlı olarak işlemi otomatik yürüt

source: Select subtitles only
de: Nur Untertitel auswählen
es: Seleccionar solamente los subtítulos
it: Seleziona solo i sottotitoli
nl: Alleen ondertitels selecteren
pt: Somente selecionar as legendas
tr: Sadece altyazıları seç

source: Move subtitles only
de: Nur Untertitel verschieben
es: Mover solamente los subtítulos
it: Sposta solo i sottotitoli
nl: Verplaats alleen ondertitels
pt: Somente mover as legendas
tr: Sadece altyazıları hareket ettir

source: Resize subtitles only
de: Nur Untertitel vergrößern
es: Redimensionar solamente los subtítulos
it: Ridimensiona solo i sottotitoli
nl: Alleen ondertitels wijzigen
pt: Somente redimensionar as legendas
tr: Sadece altyazıları yeniden boyutlandır

source: New subtitle after current one
de: Nach aktueller Position
es: Añadir un nuevo subtítulo tras el actual
it: Crea un nuovo sottotitolo dopo quello selezionato
nl: Nieuwe ondertitel na huidige
pt: Nova legenda após a atual
tr: Şuankinden sonra yeni altyazı

source: Trying to initialize audio preview with null data
de: Versuche Audiovorschau ohne Daten zu initialisieren
es: Intentando inicializar la previsualización de audio sin datos
it: Cerco di inizializzare anteprima audio senza dati
nl: Poging opstarten audio voorbeeld bestand zonder data
pt: Tentando inicializar a pré-visualização de áudio com dados vazios
tr: Boş veri ile ses önizlemesi başlatılmaya çalışılıyor.

source: Trying to intialize audio preview with wrong size {0}
de: Versuche Audiovorschau mit falscher Größe {0} zu initialisieren
es: Intentando inicializar la previsualización de audio con un tamaño incorrecto {0}
it: Cerco di inizializzare anteprima audio con dimensioni errate {0}
nl: Poging opstarten audio voorbeeld bestand met verkeerde grootte {0}
pt: Tentando inicializar a pré-visualização de áudio com um tamanho errado {0}
tr: Hatalı boyutla{0} ses önizlemesi başlatılmaya çalışılıyor.

source: Open file error
de: Datei öffnen-Fehler
es: Error al abrir el fichero
it: Errore apertura file
nl: Bestand openen fout
pt: Erro ao abrir o arquivo
tr: Dosya açma hatası

source: Unsupported audio
de: Nichtunterstütztes Audio
es: Fichero de audio no soportado
it: Audio non supportato
nl: Niet ondersteunde audio
pt: Áudio não suportado
tr: Desteklenmeyen ses

source: Line unavailable
de: Zeile nicht verfügbar
es: Linea no disponible
it: Riga non disponibile
nl: Regel niet beschikbaar
pt: Linha não disponível
tr: Satır mevcut değil

source: Caching still in progress
de: Es wird immer noch zwischengespeichert
es: Cacheado todavía en proceso
it: Creazione cache ancora in corso
nl: Aanmaken tijdelijk bestand nog steeds in uitvoering
pt: O cache está em progresso
tr: Önbellekleme hala işliyor

source: Still creating cache. Use the Cancel button to abort.
de: Erstelle Cachedatei. Abbrechen klicken wenn es zu lange dauert.
es: Creando la caché.. Use el botón Cancelar para abortar.
it: Sto creando la cache. Usa il tasto Cancel per uscire.
nl: Aanmaken tijdelijk bestand. Gebruik annuleren knop om af te breken.
pt: Ainda criando o cache. Use o botão Cancelar para abortar.
tr: Hala önbellek oluşturuluyor.Bitirmeden durdurmak için İptal tuşuna basın

source: Error while loading file {0}
de: Fehler beim Laden der Datei {0}
es: Error al cargar el fichero {0}
it: Errore nell'apertura del file {0}
nl: Fout bij laden bestand {0}
pt: Erro ao carregar o arquivo {0}
tr: {0} dosyası yüklenirken hata oluştu

source: Advanced argument list:
de: Erweiterte Argumenliste:
es: Lista de argumentos avanzados:
it: Legenda argomenti avanzati:
nl: Geavanceerde argumenten lijst
pt: Lista de argumentos avançados:
tr: Gelişmiş argüman listesi:

source: Defaults
de: Standardeinstellungen
es: Valores por defecto
it: Predefiniti
nl: Standaard waarden
pt: Padrões
tr: Varsayılanlar

source: Use default player parameters
de: Standardabspielparameter verwenden
es: Usar los parámetros por defecto para el reproductor
it: Usa i parametri di default del player
nl: Gebruik standaard afspeelwaarden
pt: Usar os parâmetros padrão do reprodutor
tr: Varsayılan oynatıcı parametrelerini kullan

source: The absolute path of the player. Use the Browse button to change it
de: Der absolute Pfad zum Spieler. Durchsuchen klicken, um ihn zu ändern
es: La ruta absoluta del reproductor. Use el botón "Examinar" para cambiarla
it: Il percorso del player. Usa il pulsante "Cerca" per cambiarlo
nl: Lokatie van afspeler. Gebruik de Bladeren knop om het te wijzigen
pt: O caminho absoluto do reprodutor. Clique no botão Navegar para alterá-lo
tr: Oynatıcının tam yolu.Değiştirmek için Göz At düğmesine basın

source: {0} path
de: Pfad zu {0}
es: ruta {0}
it: Percorso: {0}
nl: {0} lokatie
pt: Caminho do {0}
tr: {0} yol

source: Wizard
de: Assistent
es: Asistente
nl: Begeleiding
pt: Assistente
tr: Sihirbaz

source: Start the Wizard, to locate the executable path name
de: Assistenten starten um den ausführbaren Pfadnamen festzulegen
es: Iniciar el asistente para localizar la ruta del ejecutable
it: Avvia il Wizard, per trovare il percorso dell'eseguibile
nl: Start de begeleiding, om uitvoerbestandslokatie te vinden
pt: Inicializar o Assistente, para localizar o caminho do executável
tr: Çalıştırılabilir dosyanın yolunu bulmak için sihirbazı başlat

source: Select a {0} from the following list
de: Wähle ein {0} aus der folgenden Liste
es: Elegir un {0} de la lista siguiente
it: Scegli un {0} dalla lista seguente
nl: Selecteer een {0} van de volgende lijst
pt: Selecione um {0} da seguinte lista
tr: Aşağıdaki listeden bir {0} seç

source: Select a video player in order to use it
de: Wähle den zu verwendenden Videospieler
es: Elegir el reproductor de vídeo a emplear
it: Sceglie il player video da usare
nl: Selecteer een te gebruiken afspeler
pt: Selecione um reprodutor de vídeo para poder usá-lo
tr: Kullanılacak video oynatıcısını seç

source: {0} options
de: {0}-Optionen
es: {0} opciones
it: Opzioni {0}
nl: {0} optie's
pt: {0} opções
tr: {0}şeçenek

source: Command
de: Befehl
es: Comando
it: Operazione
nl: Commando
pt: Comando
tr: Komut

source: Player
de: Spieler
es: Reproductor
nl: Afspeler
pt: Reprodutor
tr: Oynatıcı

source: Speller
de: Prüfprogramm
es: Corrector ortográfico
it: Ortogr.
nl: Spellingscontrole
pt: Verificador
tr: Yazım denetçisi

source: Jubler Preferences
de: Jubler Einstellungen
es: Preferencias de Jubler
it: Impostazioni di Jubler
nl: Jubler voorkeuren
pt: Preferências do Jubler
tr: Jubler tercihleri

source: Cancel changes and revert to previous values
de: Änderungen abbrechen und zu vorherigen Werten zurücksetzen
es: Cancelar los cambios y volver a los valores anteriores
it: Annulla i cambiamenti e torna ai valori precedenti
nl: Annuleren veranderingen ga terug naar vorige waarden
pt: Cancelar alterações e reverter para os valores anteriores
tr: Değişiklikleri iptal etve önceki değerlere dön

source: Accept
de: Übernehmen
es: Aceptar
it: Accetta
nl: Accepteer
pt: Aceitar
tr: Kabul Et

source: Accept and save preferences
de: Einstellungen übernehmen und speichern
es: Aceptar y guardar las preferencias
it: Accetta e salva le preferenze
nl: Accepteer en bewaar voorkeuren
pt: Aceitar e salvar as preferências
tr: Tercihleri kabul et ve kaydet

source: Set the menu keyboard shortcuts
de: Menütastenkürzel einstellen
es: Establecer los accesos directos al menú
it: Imposta le combinazioni di tasti
nl: Zet menu toetsenbord snelkoppelingen
pt: Definir os atalhos de teclado do menu
tr: Menü klavye kısayollarını ayarla

source: Clear current shortcut
de: Tastenkürzel löschen
es: Resetear el acceso directo actual
it: Resetta questa combinazione
nl: Wis huidige snelkoppeling
pt: Remover atalho atual
tr: Şu anki kısayolu temizle

source: Reset all to defaults
de: Voreinstellungen
es: Usar los valores por defecto para todo
it: Ripristina predefinite
nl: Herstel alles naar standaard
pt: Resetar todos para o padrão
tr: Hepsini varsayıla ayarla

source: Key
de: Taste
es: Clave
it: Combinazione
nl: Toets of combinatie
pt: Chave
tr: Anahtar

source: Get FPS from the video file
de: FPS von Videodatei laden
es: Obtener los FPS del fichero de vídeo
it: Ottieni i fps dal file video
nl: Gebruik beelden per sec. vanuit video bestand
pt: Obter FPS do arquivo de vídeo
tr: FPS'yi video dosyasından al

source: Frames per second
de: Bilder pro Sekunde
es: Frames por segundo
it: Frame al secondo
nl: Beelden per seconde
pt: Quadros por segundo
tr: Saniyedeki frame sayısı

source: Wrong FPS
de: Falsche FPS
es: FPS incorrectos
it: FPS errati
nl: Verkeerde beelden per sec. (FPS)
pt: FPS Errado
tr: Yanlış FPS

source: The following files are unsaved:
de: Die folgenden Dateien wurden nicht gespeichert:
es: Los siguientes ficheros siguen sin guardarse:
it: I seguenti file non sono salvati:
nl: De volgende bestanden zijn niet opgeslagen
pt: Os seguintes arquivos não foram salvos:
tr: Aşağıdaki dosyalar kaydedilemedi:

source: Do you want to quit without saving?
de: Ohne zu speichern beenden?
es: ¿Quieres salir sin guardar?
it: Vuoi uscire senza salvare?
nl: Wil je stoppen zonder op te slaan?
pt: Deseja sair sem salvar?
tr: Kaydetmeden çıkmak istiyor musunuz?

source: File {0} is unwritable
de: Datei {0} ist nicht beschreibbar
es: El fichero {0} no puede ser escrito
it: File {0} non scrivibile
nl: Bestand {0} is niet schrijfbaar
pt: O arquivo {0} não pode ser gravado
tr: {0} dosyası yazılamaz

source: Error while updating file {0}
de: Fehler beim Erneuern der Datei {0}
es: Error durante la actualización del fichero {0}
it: Errore durante aggiornamento di {0}
nl: Fout bij opwaarderen bestand {0}
pt: Erro ao atualizar o arquivo {0}
tr: {0} dosyasını güncellerken hata oluştu

source: File {0} is not a directory
de: Datei {0} ist kein Verzeichnis
es: El fichero {0} no es un directorio
it: Il file {0} non è una directory
nl: Bestand {0} is geen map
pt: O arquivo {0} não é um diretório
tr: {0} bir dizin değil

source: No
de: Nein
nl: Nee
pt: Não
tr: Hayır

source: Yes
de: Ja
es: Sí
it: Sì
nl: Ja
pt: Sim
tr: Evet

source: Start time of the subtitle
de: Startzeit des Untertitels
es: Marca de tiempo inicial del subtítulo
it: Inizio del sottotitolo
nl: Start tijd ondertitel
pt: Tempo inicial da legenda
tr: Altyazının başlama zamanı

source: Stop time of the subtitle
de: Endzeit des Untertitels
es: Marca de tiempo final del subtítulo
it: Fine del sottotitolo
nl: Eind tijd ondertitel
pt: Tempo final da legenda
tr: Altyazının bitiş zamanı

source: Duration of the subtitle
de: Dauer des Untertitels
es: Duración del subtítulo
it: Durata del sottotitolo
nl: Duur van de ondertitel
pt: Duração da legenda
tr: Altyazının süresi

source: Lock the start time of the subtitle
de: Anfangszeit dieses Untertitels sperren
es: Fijar la marca de tiempo inicial del subtítulo
it: Blocca l'inizio del sottotitolo
nl: Vergrendel starttijd van ondertitel
pt: Travar o tempo inicial da legenda
tr: Altyazının başlama zamanını kilitle

source: Lock the stop time of the subtitle
de: Endzeit dieses Untertitels sperren
es: Fijar la marca de tiempo final del subtítulo
it: Blocca la fine del sottotitolo
nl: Vergrendel eindtijd van ondertitel
pt: Travar o tempo final da legenda
tr: Altyazının bitiş zamanını kilitle

source: Lock the duration of the subtitle
de: Dauer dieses Untertitels sperren
es: Fijar la duración del subtítulo
it: Blocca la durata del sottotitolo
nl: Vergrendel duur van ondertitel
pt: Travar a duração da legenda
tr: Altyazının süresini kilitle

source: Detach subtitle editor panel
de: Untertiteleditor ablösen
es: Despegar el panel de edición de subtítulos
it: Separa l'editor dei sottotitoli
nl: Ontkoppel ondertitel bewerker
pt: Desanexar o painel de edição de legendas
tr: Altyazı düzenleme panelini ayır

source: Display/hide subtitle timings
de: Zeige/verstecke Untertitelzeiten
es: Mostrar/ocultar los tiempos de los subtítulos
it: Mostra/Nascondi intervalli
nl: Toon/Verberg tijd bewerker
pt: Exibir/ocultar tempos da legenda
tr: Atlyazı zamanlarını göster/sakla

source: Display/hide font attributes
de: Zeige/verstecke Schriftarteinstellungen
es: Mostrar/ocultar los atributos de la fuente
it: Mostra/Nascondi controlli font
nl: Toon/Verberg letterypen bewerker
pt: Exibir/ocultar atributos da fonte
tr: Yazı tipi özelliklerini sakla/göster

source: Display/hide color attributes
de: Zeige/verstecke Farbeinstellungen
es: Mostrar/ocultar los atributos de color
it: Mostra/Nascondi controlli colore
nl: Toon/Verberg kleur bewerker
pt: Exibir/ocultar atributos da cor
tr: Renk özelliklerini sakla/göster

source: Display/hide metric attributes
de: Zeige/Verstecke metrische Attribute
es: Mostrar/Ocultar atributos de métrica
it: Mostra/Nascondi dati metrici
nl: Toon/Verberg metrische attributen
pt: Exibir/ocultar atributos métricos
tr: Metrik özeliklerini sakla/göster

source: Delete styles of this subtitle
de: Lösche Stile dieses Untertitels
es: Borrar los estilos de este subtítulo
it: Cancella stili di questo sottotitolo
nl: Verwijder stijl van deze ondertitel
pt: Apagar estilos desta legenda
tr: Bu altyazının stilini sil

source: Display/hide styles for this subtitle
de: Zeige/verstecke Stile dieses Untertitels
es: Mostrar/ocultar los estilios para este subtítulo
it: Mostra/Nascondi stili di questo sottotitolo
nl: Toon/Verberg stijl van deze ondertitel
pt: Exibir/ocultar estilos para esta legenda
tr: Bu altyazı dosyasının stilini göster/sakla

source: Style list
de: Stilliste
es: Lista de estilos
it: Lista degli stili
nl: Stijl lijst
pt: Lista de estilos
tr: Stil listesi

source: Edit current style
de: Stil bearbeiten
es: Editar el estilo actual
it: Modifica stile attuale
nl: Bewerk huidige stijl
pt: Editar estilo atual
tr: Şu anki stili düzenle
