Repository: teras/Jubler
Catalog: resources/i18n/*.po
Languages: de, es, it, nl, pt, tr

source: Round timing
de: Zeiten runden
es: Redondear los tiempos
it: Arrotonda i tempi
nl: Tijden afronden
pt: Arredondamento de tempo
tr: Zamanlamayı yuvarla

source: Number of decimals
de: Anzahl an Nachkommastellen
es: Número de decimales
it: Il numero di cifre decimali
nl: Aantal decimalen
pt: Número de decimais
tr: Ondalık sayısı

source: Decimal digits
de: Nachkommastellen
es: Dígitos decimales
it: Cifre decimali
nl: Decimale nummers
pt: Dígitos decimais
tr: Ondalık rakamlar

source: Shift time
de: Zeit verschieben
es: Desplazar tiempos
it: Sposta intervallo
nl: Tijd verschuiven
pt: Deslocar tempo
tr: Zamanı kaydır

source: Shift time by absolute value
de: Zeit um absoluten Wert verschieben
es: Tiempo de desplazamiento en valor absoluto
it: Sposta intervallo (di un valore assoluto)
nl: Verschuif tijd via absolute waarde
pt: Deslocar tempo por um valor absoluto
tr: Mutlak değer ile zamanı kaydır

source: The amount of time in order to shift the subtitles
de: Die Anzahl an Zeit, die die Untertitel verschoben werden sollen
es: Cantidad de tiempo para desplazar los subtítulos
it: La quantità di tempo da togliere/mettere ai sottotitoli
nl: De hoeveelheid van de te verschuiven tijd
pt: A quantidade de tempo para deslocar as legendas
tr: Altyazıları kaydırmak için gerekli zaman miktarı

source: Shift Subtitles
de: Untertitel verschieben
es: Desplazar subtítulos
it: Sposta sottotitoli
nl: Verschuif ondertitel
pt: Deslocar Legendas
tr: Altyazıları kaydır

source: Either increase or decrease the time
de: Zeit erhöhen oder verringern
es: Incrementar o decrementar la marca de tiempo
it: Aumenta o diminuisce il tempo
nl: Verhogen of verminderen van de tijd
pt: Aumentar ou diminuir o tempo
tr: Zamanı azalt ya da çoğalt

source: Spell check
de: Rechtschreibprüfung
es: Comprobaciones ortográficas
it: Controllo ortografico
nl: Spellingscontrole
pt: Verificação ortográfica
tr: Yazım denetimi

source: Set region style
de: Bereichsstil setzen
es: Elegir el estilo de la región
it: Seleziona stile dell'intervallo
nl: Zet regio stijl
pt: Definir o estilo da região
tr: Bölge stilini ayarla

source: Style to use
de: Zu verwendender Stil
es: Estilo a usar
it: Usa lo stile
nl: De te gebruiken stijl
pt: Estilo para usar
tr: Kullanılacak stil

source: Select the desired style from the drop down list
de: Wähle den Stil aus der Liste
es: Elegir el estilo de la lista desplegable
it: Scegli lo stile desiderato dal menù a tendina
nl: Selecteer de stijl van de uitklaplijst
pt: Selecione o estilo desejado na lista expansível
tr: Açılan listeden istenen stili seç

source: Join two subtitles
de: Zwei Untertitel verschmelzen
es: Unir dos subtítulos
it: Unisci due sottotitoli
nl: Twee ondertitels samenvoegen
pt: Unir duas legendas
tr: İki altyazıyı birleştir

source: Join subtitles
de: Untertitel verschmelzen
es: Unir subtítulos
it: Unisci sottotitoli
nl: Samenvoegen ondertitels
pt: Unir legendas
tr: Altyazıları birleştir

source: Use the selected amount of time as space between the two subtitles
de: Verwende die gewählte Dauer als Abstand zwischen den zwei Untertiteln
es: Usar la cantidad de tiempo seleccionada como espacio entre subtítulos
it: Usa l'intervallo selezionato come spazio tra i due sottotitoli
nl: Gebruik de geselecteerde hoeveelheid tijd als ruimte tussen de twee ondertitels
pt: Usar a quantidade de tempo selecionada como espaço entre as duas legendas
tr: İki altyazı arasında boşluk olacak seçili zaman miktarını kullan

source: Use the following subtitles
de: Benutze die folgenden Untertitel
es: Usar los siguientes subtítulos
it: Usa questi sottotitoli
nl: Gebruik de volgende ondertitel
pt: Usar as seguintes legendas
tr: Aşağıdaki altyazıyı kullan

source: Subtitles file to use
de: Zu verwendende Untertiteldatei
es: Fichero de subtítulos a usar
it: File da usare
nl: Te gebruiken ondertitel
pt: Arquivo de legendas a ser usado
tr: Kullanılacak altyazı dosyaları

source: Prepend subtitles
de: Untertitel vorn anstellen
es: Añadir subtítulos al principio
it: Incolla in testa
nl: Voorvoegen van ondertitel
pt: Prefixar legendas
tr: Altyazıları başa ekle

source: Put subtitles in the beginning of the current subtitles
de: Untertitel an den Dateianfang anstellen
es: Colocar los subtítulos al comienzo de los actuales
it: Metti i nuovi sottotitoli all'inizio dei sottotitoli attuali
nl: Plaats ondertitel aan het begin van huidige ondertitel
pt: Colocar legendas no começo das legendas atuais
tr: Altyazıları şu anki altyazının başlangıcına yerleştir

source: Append Subtitles
de: Untertitel anhängen
es: Añadir subtítulos al final
it: Incolla in coda
nl: Bijvoegen ondertitel
pt: Anexar legendas
tr: Altyazıları sona ekle

source: Put subtitles at the end of the current subtitles
de: Untertitel an das Dateiende anhängen
es: Colocar los subtítulos al final de los actuales
it: Metti i nuovi sottotitoli in fondo ai sottotitoli attuali
nl: Plaats ondertitel aan het eind van huidige ondertitel
pt: Colocar legendas no fim das legendas atuais
tr: Altyazıları şu anki altyazının bitişine yerleştir

source: Leave gap
de: Platz lassen
es: Dejar un hueco
it: Mantieni intervallo
nl: Laat gat
pt: Deixar intervalo
tr: Boşluk bırak

source: Split file
de: Datei aufteilen
es: Partir fichero
it: Dividi file
nl: Splits bestand
pt: Dividir arquivo
tr: Dosyayı böl

source: Split subtitles in two
de: Untertitel in zwei aufteilen
es: Dividir los subtítulos en dos
it: Divisione sottotitoli
nl: Deel ondertitel in tweeen
pt: Dividir legendas em duas
tr: Altyazıları ikiye ayır

source: Split subtitles
de: Untertitel aufteilen
es: Dividir los subtítulos
it: Dividi sottotitoli
nl: Splits ondertitels
pt: Dividir legendas
tr: Altyazıları böl

source: Splitting time
de: Trennzeit
es: Marca de tiempo para la división
it: Istante di divisione
nl: Splits tijd
pt: Tempo da divisão
tr: Bölme zamanı

source: Use the following time (inclusive) in order to create the new splitted subtitles
de: Benutze die folgende Zeit (inklusive), um die geteilten Untertitel zu erstellen
es: Usar la siguiente marca de tiempo (inclusive) a la hora de realizar la división de los subtítulos
it: Usa il seguente tempo (compreso) per creare i nuovi sottotitoli divisi
nl: Gebruik de volgende (inclusief) tijd om de nieuw gesplitste ondertitels te creëren
pt: Usar o seguinte tempo (abrangente) para criar as novas legendas divididas
tr: Yeni bölünmüş altyazı oluşturmak için aşağıdaki zamanı kullan

source: Split at given subtitle line (in percent)
de: Bei gegebener Untertitelzeile aufteilen (in Prozent)
es: Partir por la línea de subtítulos indicada (en porcentaje)
it: Dividi ad un dato sottotitolo (in percentuale)
nl: Splits bij bepaalde ondertitel regel (in procenten)
pt: Dividir na linha de legenda fornecida (em porcentagem)
tr: Verilen satırdan böl (yüzde olarak)

source: Percentage of subtitles to divide
de: Prozent an zu teilenden Untertiteln
es: Porcentaje de subtítulos a dividir
it: Percentuale di sottotitoli da dividere
nl: Percentage te delen ondertitel
pt: Porcentagem das legendas para dividir
tr: Altyazıları bölme yüzdesi

source: Synchronize
de: Synchronisieren
es: Sincronizar
it: Sincronizza
nl: Synchroniseer
pt: Sincronizar
tr: Senkronla

source: -current-
de: -aktuell-
es: -actual-
it: -attuale-
nl: -huidige-
pt: -atual-
tr: -Şu anki-

source: Synchronize data from the following subtitles
de: Synchronisiere Daten von den folgenden Untertiteln
es: Sincronizar los datos de los siguientes subtítulos
it: Sincronizza i dati dei seguenti sottotitoli
nl: Synchroniseer data van de volgende ondertitel
pt: Sincronizar dados das seguintes legendas
tr: Aşağıdaki altyazılardan veriyi senkronla

source: The subtitles file to use as a model
de: Untertitelvorgabedatei
es: El fichero de subtítulos a usar como referencia
it: Il file di sottotitoli da usare come modello
nl: De te gebruiken voorbeeld ondertitel bestand
pt: O arquivo de legendas a ser usado como um modelo
tr: Model olarak kullanılacak altyazı dosyaları

source: Model subtitles offset
de: Untertitelvorgabedateiverschiebung
es: Desplazamiento dentro de los subtítulos de referencia
it: Spostamento sottotitoli:
nl: Verschuif model ondertitel's
pt: Posição do modelo das legendas
tr: Model altyazı ofseti

source: Relative offset of the model subtitles. It is based on index, not time.
de: Relative Verschiebung der Modelluntertitel, basierend auf dem Index, nicht der Zeit.
es: Desplazamiento relativo de los subtítulos de referencia. Está basando en índices, no en tiempo
it: Slittamento relativo dei sottotitoli. È basato sull'indice, non sul tempo.
nl: Relatieve verschuiving van model ondertitel. Gebaseerd op index niet op de tijd.
pt: Posição relativa das legendas modelo. Ela é baseada em índice, não em tempo.
tr: Model altyazıların bağlantılı ofseti.İndekse bağlıdır,zamana değil.

source: Import timestamp
de: Zeitstempel importieren
es: Importar marcas de tiempo
it: Importa secondi
nl: Importeer tijdbereik
pt: Importar tempo
tr: Zaman damgası al

source: Use the timestamp of the subtitles as the time model for current subtitles
de: Zeitstempel des Untertitels als Zeitmodell für aktuelle Untertitel nutzen
es: Usar la marca de tiempo de los subtítulos como referencia de tiempos para los subtítulos actuales
it: Usa il tempo dei sottotitoli come modello per i sottotitoli attuali
nl: Gebruik tijdbereik van ondertitel als een tijdmodel voor huidige ondertitels
pt: Usar o tempo das legendas como modelo de tempo para as legendas atuais
tr: Altyazıların zaman damgasını şu anki altyazılar için zaman modeli olarak kullan

source: Import text
de: Text importieren
es: Importar texto
it: Importa testo
nl: Importeer tekst
pt: Importar texto
tr: Metin al

source: Copy the text of the other subtitles into this file
de: Kopiere Text einer anderen Untertiteldatei in diese
es: Copiar el texto de otros subtítulos en este fichero
it: Copia il testo degli altri sottotitoli in questo file
nl: Kopieer de tekst van de andere ondertitel in dit bestand
pt: Copiar o texto das outras legendas para este arquivo
tr: Diğer altyazıların metinlerini bu dosyaya kopyala

source: Translate
de: Übersetzen
es: Traducir
it: Traduci
nl: Vertalen
pt: Traduzir
tr: Çevir

source: Translate text
de: Übersetze Text
es: Traducir texto
it: Traduci il testo
nl: Vertaal tekst
pt: Traduzir texto
tr: Metni çevir

source: Translator
de: Übersetzer
es: Traductor
it: Traduttore
nl: Vertaler
pt: Tradutor
tr: Çevirici

source: Selection of translation machine
de: Auswahl der Übersetzungsmaschine
es: Selección del sistema de traducción
it: Sott traduzione automatica
nl: Selecteer vertaal 'machine'
pt: Seleção da máquina de tradução
tr: Çeviri sistemi seçimi

source: From
de: Von
es: Desde
it: Da
nl: Van
pt: De
tr: Kaynak

source: Original language
de: Originalsprache
es: Idioma original
it: Linguaggio originale
nl: Orginele taal
pt: Idioma original
tr: Kaynak dil

source: To
de: Nach
es: Hasta
it: A
nl: Naar
pt: Para
tr: Hedef

source: Target language
de: Zielsprache
es: Idioma final
it: Traduzione
nl: Doel taal
pt: Idioma alvo
tr: Hedef dil

source: Computer Translated subtitles should be only for personal use, and not for distribution.
de: Automatisch generierte Übersetzungen sollten nur für persönliche Zwecke benutzt und nicht verteilt werden
es: Los subtítulos traducidos por un ordenador deberían ser únicamente para uso personal, no para distribución
it: Ricorrere alle traduzioni automatiche solo per uso personale, e non in sede di pubblicazione.
nl: Vertalingen via een computer dienen voor eigen gebruik niet voor distributie!!
pt: Legendas Traduzidas por Computador somente devem ser usadas para uso pessoal, e não devem ser compartilhadas.
tr: Bilgisayar ile çevrilen altyazılar sadece kişisel olarak kullanılmalı, dağıtılmamalıdır.

source: Characters per minute
it: Caratteri al minuto
nl: Karakters per minuut

source: Error while initializing video player
it: Errore durante inizializzazione player video
nl: Fout bij opstarten video afspeler

source: No valid players where registered!
it: Nessun player valido trovato!
nl: Geen geldige afspelers geregistreerd!

source: Please wait ... launching player
it: Attendere, avvio player in corso...
nl: Wacht a.u.b... afspeler aan het opstarten

source: Shortcuts
it: Opz. tasti
nl: Snelkoppelingen

source: Subtitles need to be saved
it: È necessario salvare i sottotitoli
nl: Ondertitels dienen te worden opgeslagen

source: Total subtitles
it: Numero totale dei sottotitoli
nl: Totale ondertitel regels

source: Cpm
it: Caratt./min.

source: FPS
it: Frame al secondo

source: By time range
it: dell'intervallo
nl: Via tijd bereik

source: Regular Expression
nl: Reguliere expressie (regex)

source: Regular Expression replace
nl: Vervanging reguliere expressie

source: Gurmukhi
es: Gumukhi

source: Web
de: Netz
