Repository: teras/Jubler
Catalog: resources/i18n/*.po
Languages: de, es, it, nl, pt, tr

source: Language to use
de: Zu verwendende Sprache
es: Lenguaje a usar
it: Lingua da usare
nl: De te gebruiken taal
pt: Idioma para usar
tr: Kullanılacak dil

source: Change subtitle
de: Untertitel ändern
es: Cambiar subtítulo
it: Cambia sottotitolo
nl: Wijzig ondertitel
pt: Modificar legenda
tr: Altyazıyı değiştir

source: Insert subtitle
de: Untertitel einfügen
es: Insertar subtítulo
it: Inserisci sottotitolo
nl: Voeg ondertitel in
pt: Inserir legenda
tr: Altyazı ekle

source: Cut
de: Ausschneiden
es: Cortar
it: Taglia
nl: Knippen
pt: Cortar
tr: Kes

source: Copy
de: Kopieren
es: Copiar
it: Copia
nl: Kopieeren
pt: Copiar
tr: Kopyala

source: Paste
de: Einfügen
es: Pegar
it: Incolla
nl: Plakken
pt: Colar
tr: Yapıştır

source: Delete
de: Löschen
es: Borrar
it: Elimina
nl: Verwijderen
pt: Apagar
tr: Sil

source: Mark
de: Markieren
es: Marcar
it: Colora di
nl: Markeer
pt: Marcar
tr: İşaretle

source: None
de: Keine
es: Ninguno
it: (nessun colore)
nl: Niets
pt: Nenhuma
tr: Hiçbiri

source: Pink
de: Rosa
es: Rosa
it: Rosa
nl: Roze
pt: Rosa
tr: Pembe

source: Yellow
de: Gelb
es: Amarillo
it: Giallo
nl: Geel
pt: Amarelo
tr: Sarı

source: Cyan
es: Azul claro
it: Ciano
nl: Cyaan (blauw)
pt: Ciano
tr: Camgöbeği rengi

source: Style
de: Stil
es: Estilo
it: Stile
nl: Stijl
pt: Estilo
tr: Stil

source: Show columns
de: Spalten aneigen
es: Mostrar columnas
it: Mostra colonne
nl: Toon kolommen
pt: Exibir colunas
tr: Sütunları göster

source: Index
es: Indice
it: Indice
pt: Índice
tr: Indeks

source: Start
de: Beginn
es: Inicio
it: Inizio
pt: Inicio
tr: Başlangıç

source: End
de: Ende
es: Fin
it: Fine
nl: Eind
pt: Fim
tr: Son

source: Duration
de: Dauer
es: Duración
it: Durata
nl: Duur
pt: Duração
tr: Süre

source: Layer
de: Ebene
es: Capa
it: Livello
nl: Laag
pt: Camada
tr: Katman

source: Test video
de: Video testen
es: Probar vídeo
pt: Testar o vídeo
tr: Videoyu test et

source: New
de: Neu
es: Nuevo
it: Nuovo
nl: Nieuw
pt: Novo
tr: Yeni

source: Load
de: Öffnen
es: Cargar
it: Apri
nl: Laden
pt: Carregar
tr: Yükle

source: Save
de: Speichern
es: Guardar
it: Salva
nl: Opslaan
pt: Salvar
tr: Kaydet

source: Project Information
de: Projektinformation
es: Información del proyecto
it: Informazioni su questo progetto
nl: Project informatie
pt: Informações do Projeto
tr: Proje Bilgisi

source: Undo
de: Rückgängig
es: Deshacer
it: Annulla
nl: Ongedaan maken
pt: Desfazer
tr: Geri Al

source: Redo
de: Wiederholen
es: Rehacer
it: Ripeti
nl: Omgekeerd ongedaan maken
pt: Refazer
tr: Yinele

source: Sort subtitles
de: Untertitel sortieren
es: Ordenar subtítulos
it: Disponi sottotitoli
nl: Sorteer ondertitels
pt: Organizar legendas
tr: Altyazıları sırala

source: Test subtitles from current position
de: Von aktueller Position testen
es: Probar subtítulos desde la posición actual
it: Anteprima dal sottotitolo selezionato
nl: Test ondertitel vanaf huidige positie
pt: Testar legendas à partir da posição atual
tr: Şimdiki pozisyondan itibaren altyazıları test et

source: Enable preview
de: Vorschau aktivieren
es: Habilitar previsualización
it: Anteprima video
nl: Zet voorbeeld aan
pt: Habilitar pré-visualização
tr: Önizlemeyi etkinleştir

source: &File
de: &Datei
es: &Fichero
nl: &Bestand
pt: &Arquivo
tr: &Dosya

source: New...
de: Neu...
es: Nuevo...
it: Nuovo
nl: Nieuw...
pt: Novo...
tr: Yeni...

source: File
de: Datei
es: Fichero
nl: Bestand
pt: Arquivo
tr: Dosya

source: Child
de: Kind
es: Subtítulo hijo
it: Figlio
nl: Bijbehorend
pt: Filho
tr: Alt Öğe

source: Open
de: Öffnen
es: Abrir
it: Apri
pt: Abrir
tr: Aç

source: Retrieve
de: Empfangen
es: Recuperar
it: Recupera
nl: Verkrijg
pt: Obter
tr: Al

source: Revert
de: Zurücksetzen
es: Invertir
it: Ripristina
nl: Keer om
pt: Reverter
tr: Eski duruma dön

source: Recent files
de: Zuletzt geöffnete Dateien
es: Ficheros recientes
it: File recenti
nl: Recente bestanden
pt: Arquivos recentes
tr: Son kullanılanlar

source: Save as ...
de: Speichern unter...
es: Guardar como ...
it: Salva come...
nl: Bewaar als
pt: Salvar como...
tr: Farklı Kaydet

source: Close
de: Schließen
es: Cerrar
it: Chiudi
nl: Sluiten
pt: Fechar
tr: Kapat

source: Information
de: Informationen
es: Información
it: Informazioni
nl: Informatie
pt: Informações
tr: Bilgi

source: Preferences
de: Einstellungen
es: Preferencias
it: Preferenze
nl: Voorkeuren
pt: Preferências
tr: Tercihler

source: Quit
de: Beenden
es: Salir
it: Esci
nl: Stoppen
pt: Sair
tr: Çık

source: &Edit
de: &Bearbeiten
es: &Editar
it: &Modifica
nl: B&ewerken
pt: &Editar
tr: Dü&zenle

source: Cut subtitles
de: Untertitel ausschneiden
es: Cortar subtítulos
it: Taglia sottotitoli
nl: Knip ondertitel
pt: Cortar legendas
tr: Altyazıları kes

source: Copy subtitles
de: Untertitel kopieren
es: Copiar subtítulos
it: Copia sottotitoli
nl: Kopieer ondertitel
pt: Copiar legendas
tr: Altyazıları kopyala

source: Paste subtitles
de: Untertitel einfügen
es: Pegar subtítulos
it: Incolla sottotitoli
nl: Plak ondertitel
pt: Colar legendas
tr: Altyazıları yapıştır

source: Paste special
de: Spezielles Einfügen
es: Pegado especial
it: Incolla speciale
nl: Plak speciaal
pt: Colar especial
tr: Özel yapıştır

source: Empty Lines
de: Leere Zeilen
es: Líneas en blanco
it: Vuoti
nl: Lege regels
pt: Linhas Vazias
tr: Boş satırlar

source: Find & replace
de: Suchen & Ersetzen
es: Buscar y reemplazar
it: Trova/Sostituisci
nl: Vind & vervang
pt: Encontrar & substituir
tr: Bul&Değiştir

source: Before
de: Davor
es: Antes
it: Prima
nl: Voor
pt: Antes
tr: Önce

source: After
de: Danach
es: Después
it: Dopo
nl: Na
pt: Depois
tr: Sonra

source: Go to...
de: Gehe zu...
es: Ir a...
it: Vai a
nl: Ga naar...
pt: Ir para...
tr: Git...

source: Previous entry
de: Vorheriger Eintrag
es: Entrada anterior
it: Sottotitolo precedente
nl: Vorige ingave
pt: Entrada anterior
tr: Bir önceki giriş

source: Next entry
de: Nächster Eintrag
es: Entrada siguiente
it: Sottotitolo successivo
nl: Volgende ingave
pt: Próxima entrada
tr: Sonraki giriş

source: Previous page
de: Vorherige Seite
es: Página anterior
it: Pagina precedente
nl: Vorige pagina
pt: Página anterior
tr: Önceki sayfa

source: Next page
de: Nächste Seite
es: Página siguiente
it: Pagina successiva
nl: Volgende pagina
pt: Próxima página
tr: Sonraki sayfa

source: First entry
de: Erster Eintrag
es: Primera entrada
it: Primo sottotitolo
nl: Eerste ingave
pt: Primeira entrada
tr: ilk giriş

source: Last entry
de: Letzter Eintrag
es: Última entrada
it: Ultimo sottotitolo
nl: Laatste ingave
pt: Última entrada
tr: Son giriş

source: Selection by time
de: Auswahl nach Zeit
es: Selección por tiempo
it: Istante specificato
nl: Selectie via tijd
pt: Seleção por tempo
tr: Zamana göre seçim

source: &Tools
de: &Werkzeuge
es: &Utilidades
it: &Strumenti
nl: &Gereedschap
pt: &Ferramentas
tr: &Araçlar

source: From the beginning
de: Vom Anfang
es: Desde el principio
it: Dal primo sottotitolo
nl: Vanaf het begin
pt: À partir do início
tr: En baştan

source: From current position
de: Von aktueller Position
es: Desde la posición actual
it: Dal sottotitolo selezionato
nl: Vanaf huidige positie
pt: À partir da posição atual
tr: Şimdiki pozisyondan

source: Preview
de: Vorschau
es: Previsualizar
it: Anteprima
nl: Voorbeeld
pt: Pré-visualizar
tr: Önizleme

source: Video frame
es: Frame de vídeo
it: Frame video
nl: Video beeld
pt: Quadro de vídeo
tr: Görüntü çerçevesi

source: Half size image
de: Halbe Größe
es: Imagen de la mitad de tamaño
it: Dimensioni dimezzate
nl: Halve grootte
pt: Imagem pela metade
tr: Yarı-boyut resim

source: Audio waveform
de: Audiowellen
es: Onda de audio
it: Forma onda sonora
nl: Audio wave formaat
pt: Onda de áudio
tr: Ses dalga biçemi

source: Maximize waveform visualization
de: Maximiere Wellenvisualisierung
es: Maximizar la visualización de la onda de audio
it: Massimizza la vista dell'onda sonora
nl: Maximaliseer wave visualisatie
pt: Maximizar visualização da forma da onda
tr: Dalga görseli ekranı kaplasın

source: Play current subtitle
de: Aktuellen Untertitel abspielen
es: Reproducir el subtítulo actual
it: Riproduci questo sottotitoli
nl: Afspelen huidige ondertitel
pt: Reproduzir legenda atual
tr: Şu anki altyazıyı oynat

source: &Help
de: &Hilfe
es: &Ayuda
it: &Aiuto
pt: &Ajuda
tr: &Yardım

source: FAQ
nl: Veel gestelde vragen
tr: SSS

source: About
de: Über
es: Acerca de
it: Info
nl: Over
pt: Sobre
tr: Hakkında

source: Sort
de: Sortieren
es: Ordenar
it: Disponi
nl: Sorteer
pt: Organizar
tr: Sırala

source: Go to the specified time
de: Zur angegebenen Zeit springen
es: Ir a la marca de tiempo indicada
it: Vai all'istante specificato
nl: Ga naar de opgegeven tijd
pt: Ir para o tempo especificado
tr: Belirli bir zamana git

source: Into which time moment do you want to go to
de: Zu welchem Zeitpunkt soll gesprungen werden
es: Introduce la marca de tiempo a la que quieres ir
it: Indica l'istante al quale vuoi andare
nl: Naar het tijd moment waar je naar toe wilt
pt: Para qual momento do tempo você deseja ir
tr: Hangi zamana gitmek istiyorsunuz

source: Go to subtitle
de: Gehe zu Untertitel
es: Ir al subtítulo
it: Vai al sottotitolo
nl: Ga naar ondertitlel
pt: Ir para legenda
tr: Altyazıya git

source: _child
de: _kind
es: _hijo
it: _figlio
nl: _bijbehorend
pt: _filho
tr: _altoge

source: Change information
de: Information ändern
es: Modificar la información
it: Modifica informazioni
nl: Wijzig informatie
pt: Alterar informações
tr: Bilgi değiştir

source: Paste special options
de: Einstellungen für Spezielles Einfügen
es: Pegar opciones especiales
it: Incolla opzioni speciali
nl: Speciale optie's plakken
pt: Opções de colar especial
tr: Özel seçenekleri yapıştır

source: Delete subtitles
de: Untertitel löschen
es: Borrar subtítulos
it: Cancella sottotitoli
nl: Verwijder ondertitels
pt: Apagar legendas
tr: Altyazıları sil

source: Remove empty lines
de: Leere Zeilen entfernen
es: Borrar líneas en blanco
it: Togli sottotitoli vuoti
nl: Verwijder lege regels
pt: Remover linhas vazias
tr: Boş satırları kaldır

source: No lines affected
de: Keine Zeilen betroffen
es: Ninguna línea afectada
it: Nessun sottotitolo interessato
nl: Geen beïnvloede regels
pt: Nenhuma linha afetada
tr: Hiçbir satır etkilenmedi

source: Mark subtitles as {0}
de: Untertitel als {0} markieren
es: Marcar subtítulos como {0}
it: Colora sottotitoli di {0}
nl: Markeer ondertitel als {0}
pt: Marcar legendas como {0}
tr: Altyazıları {0} olarak işaretle

source: Error while saving file
de: Fehler beim Laden der Datei
es: Error al guardar el fichero
it: Errore mentre salvavo il file
nl: Fout bij opslaan bestand
pt: Erro ao salvar o arquivo
tr: Dosya kaydedilirken hata oluştu

source: Could not load file. Possibly an encoding error.
de: Konnte Datei nicht laden. Wahrscheinlich ein Kodierfehler.
es: No se ha podido cargar el fichero. Posiblemente se deba a un error de codificación.
it: Impossibile aprire il file. Forse è un errore di codifica.
nl: Kon bestand niet laden. Mogelijk een decodeer fout.
pt: Não foi possível carregar o arquivo. Possivelmente por um erro de codificação.
tr: Dosya yüklenemedi.Muhtemelen kodlama hatası.

source: Error while loading file
de: Fehler beim Laden der Datei
es: Error al cargar el fichero
it: Errore durante apertura file
nl: Fout tijdens het laden van het bestand
pt: Erro ao carregar o arquivo
tr: Dosya yüklenirken hata oluştu

source: File not recognized!
de: Unbekanntes Dateiformat!
es: ¡Fichero no reconocido!
it: File non riconosciuto!
nl: Bestand niet herkend!
pt: Arquivo não reconhecido!
tr: Dosya tanınmadı!

source: Reload subtitles
de: Untertitel neuladen
es: Recargar subtítulos
it: Aggiorna sottotitoli
nl: Herlaad ondertitels
pt: Recarregar legendas
tr: Altyazıları yeniden yükle

source: Disable Preview
de: Vorschau deaktivieren
es: Deshabilitar Previsualización
it: Chiudi anteprima
nl: Zet voorbeeld uit
pt: Desabilitar Pré-Visualização
tr: Önizlemeyi Pasifleştir

source: Enable Preview
de: Vorschau aktivieren
es: Habilitar Previsualización
it: Apri anteprima
nl: Zet voorbeeld aan
pt: Habilitar Pré-Visualização
tr: Önizlemeyi Etkinleştir

source: Quit confirmation
de: Schließen bestätigen
es: Confirmación de salida
it: Chiudi conferma
nl: Bevestig afsluiten.
pt: Confirmação de saída
tr: Onayı iptal et

source: Subtitles are not saved. Do you really want to close this window?
de: Untertitel wurden nicht gespeichert. Wirklich beenden?
es: Los subtítulos no han sido guardardos. ¿Seguro que quieres cerrar esta ventana?
it: Sottotitoli non salvati. Sei sicuro di voler uscire?
nl: Ondertitel(s) niet opgeslagen. Wil je het scherm echt sluiten?
pt: As legendas não foram salvas. Tem certeza que deseja fechar essa janela?
tr: Altyazılar kaydedilmedi. Gerçekten pencereyi kapatmak istiyor musunuz?

source: Change style into {0}
de: Stil in {0} ändern
es: Cambiar el estilo a {0}
it: Cambia stile in {0}
nl: Verander stijl naar {0}
pt: Alterar estilo para {0}
tr: Stili {0} olarak değiştir

source: About Jubler
de: Über Jubler
es: Acerca de Jubler
it: Informazioni su Jubler
nl: Over Jubler
pt: Sobre o Jubler
tr: Jubler Hakkında

source: Quit Jubler
de: Jubler beenden
es: Salir de Jubler
it: Chiusura Jubler
nl: Afsluiten Jubler
pt: Fechar o Jubler
tr: Jubler'den Çık

source: Clone current
de: Aktuelles klonen
es: Clonar el actual
it: Clona file attuale
nl: Dupliceer huidige
pt: Clonar o atual
tr: Şu ankini kopyala

source: -Not any recent items-
de: -Keine aktuellen Zeiten-
es: -Ningún item reciente-
it: -Nessun argomento recente-
nl: -Geen enkel recent item-
pt: -Nenhum item recente-
tr: -Son kullanılan yok-

source: Back
de: Zurück
es: Volver
it: Indietro
nl: Terug
pt: Voltar
tr: Geri

source: Go to previous page
de: Zur vorherigen Seite
es: Ir a la página anterior
it: Vai alla pagina precedente
nl: Terug naar vorige pagina
pt: Ir para a página anterior
tr: Önceki sayfaya git

source: Czech
de: Tschechisch
es: Checo
it: Ceco
nl: Tsjechisch
pt: Tcheco
tr: Çekçe

source: Dutch
de: Holländisch
es: Holandés
it: Olandese
nl: Nederlands
pt: Holandês
tr: Hollandaca

source: French
de: Französisch
es: Francés
it: Francese
nl: Frans
pt: Francês
tr: Fransızca

source: German
de: Deutsch
es: Alemán
it: Tedesco
nl: Duits
pt: Alemão
tr: Almanca

source: Greek
de: Grieschisch
es: Griego
it: Greco
nl: Grieks
pt: Grego
tr: Yunanca

source: Italian
de: Italienisch
es: Italiano
it: Italiano
nl: Italiaans
pt: Italiano
tr: İtalyanca

source: Portuguese (Brazilian)
de: Portugiesisch (Brasilianisch)
es: Portugés (Brasileño)
it: Portoghese (Brasiliano)
nl: Portugees (Brazilliaans)
pt: Português (do Brasil)
tr: Portekiz(Brezilyalı)

source: Serbian
de: Serbisch
es: Serbio
it: Serbo
nl: Servisch
pt: Sérvio
tr: Sırpça

source: Spanish
de: Spanisch
es: Español
it: Spagnolo
nl: Spaans
pt: Espnahol
tr: İspanyolca

source: Turkish
de: Türkisch
es: Turco
it: Turco
nl: Turks
pt: Turco
tr: Türkçe

source: Subtitle Editor for Java
de: Untertiteleditor für Java
es: Subtitle Editor para Java
it: Editor di sottotitoli in Java
nl: Ondertitelbewerker voor Java
pt: Editor de Legendas em Java
tr: Java Altyazı Editörü

source: Version
es: Versión
it: Versione
nl: Versie
pt: Versão
tr: Sürüm

source: Contact address
de: Kontaktadresse
es: Dirección de contacto
it: Contatti
nl: Kontakt adres
pt: Endereço para contato
tr: İletişim adresi

source: Special thanks
de: Danksagungen
es: Agradecimientos especiales
it: Ringraziamenti
nl: Speciale dank
pt: Agradecimentos especiais
tr: Teşekkürler

source: {0} plugin
it: plug-in {0}
pt: plugin {0}
tr: {0} eklentisi

source: Jubler mascot
de: Das Jubler-Maskottchen
es: Mascota de Jubler
it: Mascotte
nl: Jubler mascotte
pt: Mascote do Jubler
tr: Jubler maskotu

source: Translators
de: Übersetzer
es: Traductores
it: Traduttori
nl: Vertalers
pt: Tradutores
tr: Çevirenler

source: Packagers
de: Paketersteller
es: Empaquetadores
it: Compilato per
nl: Paketten
pt: Empacotadores
tr: Paketleyenler

source: Icon theme
de: Symbolthema
es: Tema de iconos
it: Icona
nl: Ikoon thema
pt: Tema dos ícones
tr: Simge teması

source: Thanks
de: Danke
es: Gracias
it: Crediti
nl: Bedankt
pt: Agradecimentos
tr: Teşekkürler

source: Licence
de: Lizenz
es: Licencia
it: Licenza
nl: Licentie
pt: Licença
tr: Lisans

source: Project Properties
de: Projekteinstellungen
es: Propiedades del proyecto
it: Proprietà del progetto
nl: Project eigenschappen
pt: Propriedades do Projeto
tr: Proje Özellikleri

source: Comments
de: Kommentare
es: Comentarios
it: Commenti
nl: Commentaar
pt: Comentários
tr: Yorumlar

source: Comments about these subtitles
de: Kommentare über diese Untertitel
es: Comentarios acerca de estos subtítulos
it: Commenti su questi sottotitoli
nl: Commentaar over deze ondertitels
pt: Comentários sobre estas legendas
tr: Bu altyazı hakkındaki yorumlar

source: Title
de: Titel
es: Título
it: Titolo
nl: Titel
pt: Título
tr: Başlık

source: Author
de: Autor
es: Autor
it: Autore
nl: Autheur
pt: Autor
tr: Yazar

source: Source
de: Quelle
es: Origen
it: Fonte
nl: Bron
pt: Fonte
tr: Kaynak

source: Title for this subtitle file
de: Titel für diese Untertiteldatei
es: Título para este fichero de subtítulos
it: Titolo di questo file
nl: Titel voor dit ondertitel bestand
pt: O título para o arquivo desta legenda
tr: Bu altyazı dosyasının başlığı

source: Author of this subtitle file
de: Autor der Untertiteldatei
es: Autor de este fichero de subtítulos
it: Autore di questo file
nl: Autheur van dit ondertitel bestand
pt: O autor do arquivo desta legenda
tr: Bu altyazı dosyasının yazarı

source: Original source of this subtitle file
de: Originalquelle der Untertiteldatei
es: Origen inicial de este fichero de subtítulos
it: Sorgente originale del sottotitolo
nl: Orginele bron van deze ondertitel
pt: A fonte original desta legenda
tr: Bu altyazı dosyasının asıl kaynağı

source: Subtitle File
de: Untertiteldateien
es: Fichero de subtítulos
it: File
nl: Ondertitel bestand
pt: Arquivo de Legenda
tr: Altyazı Dosyası

source: The file of this subtitle
de: Dateipfad des Untertitels
es: El fichero de este subtítulo
it: Il file di questi sottotitoli
nl: Het bestand van deze ondertitel
pt: O arquivo desta legenda
tr: Bu altyazının dosyası

source: Media
de: Medien
es: Medios
pt: Mídia
tr: Medya

source: Number of subtitles
de: Anzahl an Untertiteln
es: Número de subtítulos
it: Numero di sottotitoli
nl: Aantal ondertitels
pt: Número de legendas
tr: Altyazı sayısı

source: Total subtitle characters
de: Untertitelzeichenanzahl
es: Caracteres totales del subtítulo
it: Lunghezza sottotitolo (in lettere)
nl: Totaal ondertitel karakters
pt: Total de caracteres da legenda
tr: Altyazıdaki toplam karakter sayısı

source: Total subtitle lines
de: Anzahl Untertitelzeilen
es: Líneas totales del subtítulo
it: Righe totali sottotitolo
nl: Totaal ondertitel regels
pt: Total de linhas da legenda
tr: Altyazıdaki toplam satır sayısı

source: Maximum subtitle length
de: Maximale Untertiteldauer
es: Longitud máxima de un subtítulo
it: Lunghezza massima sottotitolo
nl: Maximale ondertitel lengte
pt: Comprimento máximo da legenda
tr: En fazla altyazı uzunluğu

source: Maximum subtitle lines
de: Maximale Untertitelzeilenzahl
es: Líneas máximas de un subtítulo
it: Righe massime per sottotitolo
nl: Maximum ondertitel regels
pt: Linhas máximas da legenda
tr: En fazla altyazı satır sayısı

source: Statistics
de: Statistiken
es: Estadísticas
it: Statistiche
nl: Statistieken
pt: Estatísticas
tr: İstatistikler

source: OK
tr: Tamam

source: Color to use
de: Zu verwendende Farbe
es: Color a usar
it: Colora di
nl: Te gebruiken kleur
pt: Cor para usar
tr: Kullanılacak renk

source: Maximum number of characters per line
de: Maximale Zahl an Zeichen pro Zeile
es: Número máximo de caracteres por línea
it: Numero massimo di caratteri per riga
pt: Número máximo de caracteres por linha
tr: Satır başına düşen en fazla karakter sayısı

source: Use the following video file
de: Benutze die folgende Videodatei
es: Usar el siguiente fichero de vídeo
it: Usa il seguente file video
nl: Gebruik het volgende video bestand
pt: Usar o seguinte arquivo de vídeo
tr: Aşağıdaki video dosyasını kullan

source: Filename of the video file. Use the "Browse" button to change it.
de: Dateiname der Videodatei. Benutze "Durchsuchen" um sie zu ändern.
es: Nombre del fichero de vídeo. Use el botón "Examinar" para cambiarlo.
it: Il file video in uso. Usa il pulsante "Cerca" per cambiarlo
nl: Bestandsnaam van het video bestand. Gebruik de"Bladeren" knop om het te veranderen.
pt: Nome do arquivo de vídeo. Use o botão "Navegar" para alterá-lo.
tr: Video dosyasının dosya ismi.Dosyayı değiştirmek için "Göz At" düğmesini kullan

source: Browse
de: Durchsuchen
es: Examinar
it: Cerca
nl: Bladeren
pt: Navegar
tr: Göz At

source: Change the video filename
de: Videodatei ändern
es: Cambiar el nombre del fichero de vídeo
it: Cambia file video
nl: Verander de video bestandsnaam
pt: Alterar o nome do arquivo de vídeo
tr: Video dosya ismini değiştir

source: Filename of the external audio file. Use the "Browse" button to change it.
de: Dateiname der Videodatei. Benutze "Durchsuchen" um sie zu ändern.
es: Nombre del fichero de audio externo. Use el botón "Examinar" para cambiarlo
it: Il file audio esterno in uso. Usa il pulsante "Cerca" per cambiarlo.
nl: Bestandsnaam van extern audio bestand. Gebruik de "Bladeren" knop om het te veranderen
pt: Nome do arquivo de áudio externo. Use o botão "Navegar" para alterá-lo.
tr: Harici ses dosyasının dosya ismi.Dosyayı değiştirmek için "Göz At" düğmesini kullan

source: Change the external audio filename
de: Externe Audiodatei ändern
es: Cambiar el nombre de fichero de audio externo
it: Cambia file audio esterno
nl: Verander externe audio bestandsnaam
pt: Alterar o nome do arquivo de áudio externo
tr: Harici ses dosyasını değiştir

source: Use a different audio stream
de: Anderen Audiostrom verwenden
es: Usar un stream de audio distinto
it: Usa un'altra sorgente audio
nl: Gebruik verschillende audio stromen
pt: Usar um fluxo de áudio diferente
tr: Farklı ses akımı kullan

source: Use an audio stream outside from this video file. (E.g. a WAV file or a previously cached audio stream)
de: Verwende Audiostrom außerhalb der Videodatei (Z.B. WAV-DAtei oder ein zwischengespeicherter Audiostrom)
es: Usar un stream de audio fuera de este fichero de vídeo. (p.ej. un fichero WAV o un stream de audio previamente guardado en caché)
it: Usa una sorgente audio esterna al filmato. (come un file WAV o una sorgente audio pre-salvata)
nl: Gebruik geen audio stroom van dit video bestand. (b.v. een *.wav of een eerder opgeslagen audio stroom)
pt: Usar um fluxo de áudio que esteja fora deste arquivo de vídeo. (E.g. um arquivo WAV ou um fluxo de áudio que já esteja no cache)
tr: Bu video dosyası dışındaki bir ses akımını kullan. Örnek: bir WAV dosyası ya da daha önceden önbelleğe alınmış ses akımı.

source: Filename of the previous audio cache. Use the "Browse" button to change it.
de: Dateiname des vorherigen Audiocaches. Benutze "Durchsuchen" um sie zu ändern.
es: Nombre del anterior fichero de caché de audio. Use el botón "Examinar" para cambiarlo.
it: La sorgente audio precedente. Usa il pulsante "Cerca" per trovarne un'altra.
nl: Bestandsnaam van eerder opgeslagen audio. Gebruik de "Bladeren" knop om het te veranderen.
pt: Nome do arquivo do cache de áudio anterior. Use o botão "Navegar" para alterá-lo.
tr: Önceki ses önbellek dosyası.Dosyayı değiştirmek için "Göz At" düğmesini kullan

source: Change the audio cache filename
de: Audiocachedateinamen ändern
es: Cambiar el nombre del fichero de caché de audio
it: Cambia sorgente audio
nl: Verander eerder opgeslagen audio bestandsnaam
pt: Alterar o nome do arquivo do cache de áudio
tr: Ses önbellek dosya ismini değiştir.
