Repository: teras/Jubler
Catalog: resources/i18n/*.po
Languages: de, es, it, nl, pt, tr

source: The color to use for the pasted subtitles
de: Die Farbe, die für eingefügte Untertitel verwendet werden soll
es: Color a usar para los subtítulos pegados
it: Il colore da usare per i sottotitoli incollati
nl: De te gebruiken kleur voor de te plakken tekst
pt: A cor para usar nas legendas coladas
tr: Yapıştırılan altyazılar için kullanılacak renk

source: Regular expressions to be executed
de: Auszuführender regulärer Ausdruck
es: Expresiones regulares que serán ejecutadas
it: Espressioni regolari da eseguire
nl: Uitvoeren van reguliere expressie
pt: Expressões regulares a serem executadas
tr: İşlenecek düzenli ifadeler

source: List of replacements to be done
de: Liste aller zu machenden Ersetzungen
es: Lista de reemplazos que serán realizados
it: Lista delle sostituzioni da eseguire
nl: Lijst van nog te doen vervangingen
pt: Lista das substituições a serem feitas
tr: Yapılacak değiştirmelerin listesi

source: Edit
de: Bearbeiten
es: Editar
it: Modifica
nl: Bewerk
pt: Editar
tr: Düzenle

source: Use
de: Benutzen
es: Usar
it: Usa
nl: Gebruik
pt: Usar
tr: Kullan

source: Edit regular expression replace list
de: Liste regulärer Ersetzungsausdrücke bearbeiten
es: Editar la lista de expresiones regulares para reemplazos
it: Modifica la lista di espressioni regolari
nl: Bewerk reguliere expressie vervanglijst
pt: Editar a lista de substituição de expressão regular
tr: Düzenli ifadeleri değiştirme listesini düzenle

source: External plugin Wizard
de: Assistent für externe Plugins
es: Asistente para plugins externos
it: Recupero plug-in esterni
nl: Externe plugin begeleider
pt: Assistente de plugin externo
tr: Harici eklenti sihirbazı

source: {0} executable was not found.
de: Programm {0} nicht gefunden
es: El ejecutable {0} no ha sido encontrado.
it: Eseguibile di {0} non trovato.
nl: {0} programma niet gevonden
pt: O executável {0} não foi encontrado.
tr: {0} çalıştırılabilir dosya bulundu

source: How should this issue been resolved?
de: Wie soll dieses Problem gelöst werden?
es: ¿Cómo debería resolverse el problema?
it: Come risolviamo il problema?
nl: Hoe moet deze kwestie worden opgelost?
pt: Como esse problema deve ser resolvido?
tr: Bu durum nasıl çözülsün?

source: Automatically search for the executable
de: Automatisch suchen
es: Búsqueda automática del ejecutable
it: Cerca automaticamente l'eseguibile
nl: Zoek automatisch naar programma
pt: Procurar automaticamente pelo executável
tr: Çalıştırılabilir dosyayıı otomatik ara

source: Manually browse for the executable
de: Per Hand auswählen
es: Búsqueda manual del ejecutable
it: Cerca manualmente l'eseguibile
nl: Blader handmatig naar programma
pt: Procurar manualmente pelo executável
tr: Çalıştırılabilir dosyayı ben seçeceğim

source: Jubler needs {0} executable to continue with the requested action.
de: Jubler braucht das Programm {0} um fortzufahren
es: Jubler necesita el ejecutable {0} para poder continuar con la acción solicitada.
it: A Jubler serve l'eseguibile di {0} per continuare nell'azione richiesta.
nl: Jubler benodigd {0} programma om door te gaan met gevraagde actie.
pt: O Jubler precisa do executável {0} para continuar com a ação solicitada.
tr: Jublerin istenen eylemi gerçekleştirebilmesi için {0} çalıştırılabilir dosyasına ihtiyacı var

source: Automatic location of {0} executable
de: Automatische Suche von {0}
es: Localización automática del ejecutable {0}
it: Ricerca automatica dell'eseguibile di {0}
nl: Automatisch lokalisren van {0} programma
pt: Localização automática do executável {0}
tr: {0} Çalıştırılabilir dosyanın otomatik yeri

source: Trying to locate {0} executable...
de: Versuche {0} zu finden
es: Intentando encontrar el ejecutable {0}...
it: Cerco di trovare l'eseguibile {0}...
nl: Probeer {0} programma te achterhalen...
pt: Tentando localizar o executável {0}...
tr: {0} Çalıştırılabilir dosya bulunmaya çalışılıyor

source: Manual selection of {0} executable.
de: Manuelle Auswahl von {0}
es: Selección manual del ejecutable {0}.
it: Percorso manuale dell'eseguibile {0}.
nl: Handmatig selecteren van {0} prgramma
pt: Seleção manual do executável {0}.
tr: {0} çalıştırılabilir dosyasını ben seçeceğim

source: Open a file dialog to select the filename of the player
de: Öffnet einen Dateiauswahldialog, um den Dateinamen des Spielers auszuwählen
es: Abrir un diálogo para la selección del nombre del reproductor
it: Apre una maschera di dialogo per selezionare il player
nl: Open bestandsdialoog om bestandsnaam van afspeler te selecteren
pt: Abrir um diálogo de arquivo para selecionar o nome de arquivo do reprodutor
tr: Oynatıcının dosya ismini seçmek için dosya diyaloğunu aç

source: The selected file is not valid
de: Die gewählte Datei ist nicht valid
es: El fichero elegido no es válido
it: Il file selezionato non è valido.
nl: Het geselecteerdce bestand is niet geldig
pt: O arquivo selecionado não é válido
tr: Seçilen dosya geçersiz

source: {0} executable has been resolved
de: {0} wurde gefunden
es: El ejecutable {0} ha sido encontrado
it: L'eseguibile di {0} è stato trovato
nl: {0} programma is opgelost
pt: O executável {0} foi encontrado
tr: {0} dosya çözüldü

source: Continue
de: Weiter
es: Continuar
it: Continua
nl: Doorgaan
pt: Continuar
tr: Devam Et

source: Unable to find executable
de: Konnte Programm nicht finden
es: No se ha podido encontrar el ejecutable
it: L'eseguibile non è stato trovato
nl: Onmogelijk programma te vinden
pt: Não foi possível encontrar o executável
tr: Dosya bulunamadı

source: End of subtitles
de: Ende der Untertitel
es: Fin de los subtítulos
it: Fine dei sottotitoli
nl: Einde ondertitel
pt: Final das legendas
tr: Altyazı sonu

source: End of subtitles reached. Start from the beginnning.
de: Ende der Untertitel erreicht. Fange vorn wieder an.
es: Final de los subtítulos alcanzado. Comienzo desde el principio.
it: Raggiunta la fine dei sottotitoli. Ricominciare dall'inizio?
nl: Einde van ondertiteling bereikt. Start zoeken vanaf begin?
pt: Atingido o final das legendas. Iniciar do começo.
tr: Altyazı sonuna ulaşıldı. Baştan başla.

source: Find
de: Suchen
es: Buscar
it: Trova
nl: Vind
pt: Encontrar
tr: Bul

source: Replace with
de: Ersetzen mit
es: Reemplazar con
it: Sostituisci con
nl: Vervang met
pt: Substituir por
tr: Değiştir

source: The context of the found text
de: Der Kontext des gefundenen Texts
es: Contexto del texto encontrado
it: Il contesto della stringa trovata
nl: De context van de gevonden tekst
pt: O contexto do texto encontrado
tr: Bulunan metnin içeriği

source: What to search for
de: Nach was soll gesucht werden
es: Qué buscar
it: Il testo da cercare
nl: Waarnaar te zoeken
pt: O que procurar
tr: Ne aranacak

source: Replace found text with this
de: Ersetze gefundenen Text mit diesem
es: Reemplazar el texto encontrado por éste
it: Sostituisci il testo con questo
nl: Vervang gevonden tekst met dit
pt: Substituir texto encontrado por isso
tr: Bulunan metni bununla değiştir

source: Ignore case
de: Groß/Kleinschreibung ignorieren
es: Ignorar mayúsculas/minúsculas
it: Ignora MAIUSCOLE/minuscole
nl: Negeer geval
pt: Ignorar capitalização
tr: Büyük küçük harf duyarsız

source: Find the next occurence of the searched text
de: Finde nächstes Auftreten des gesuchten Texts
es: Buscar la siguiente ocurrencia
it: Trova la successiva occorrenza del testo cercato
nl: Vind het volgende voorgekomen van de gezochte tekst
pt: Encontrar a próxima ocorrência do texto procurado
tr: Sonrakini bul

source: Replace
de: Ersetzen
es: Reemplazar
it: Sostituisci
nl: Vervang
pt: Substituir
tr: Değiştir

source: Replace the found text and find the next occurence of the searched text
de: Ersetze den gefundenen Text und finde dessen nächstes Auftreten
es: Reemplazar el texto encontrado y buscar la siguiente ocurrencia
it: Sostituisce il testo trovato e trova la sua successiva occorrenza
nl: Vervang gevonden tekst en zoek de volgende voorgekomen zoek tekst
pt: Substituir o texto encontrado e encontrar a próxima ocorrência do texto procurado
tr: Bulunan metni değiştir ve sonrakini bul

source: Close this dialog box
de: Schließe dieses Dialogfenster
es: Cerrar este diálogo
it: Chiude la finestra
nl: Sluit dit dialoog scherm
pt: Fechar essa caixa de diálogo
tr: Bu diyalog kutusunu kapat

source: Select All
de: Alles auswählen
es: Elegirlos todos
it: Seleziona tutto
nl: Selecteer alles
pt: Selecionar Todos
tr: Tümünü seç

source: Use all above replacing scenarios
de: Alle Ersetzungen verwenden
es: Emplear todos los escenarios de reemplazo de la parte superior
it: Esegue ogni sostituzione prevista
nl: Gebruik alle hieboven vervang scenario's
pt: Usar todos os cenários de substituição acima
tr: Üstteki tüm değiştirme senaryolarını kullan

source: Clear All
de: Alles löschen
es: Borrarlos todos
it: Cancella tutto
nl: Wis alles
pt: Limpar Todos
tr: Tümünü temizle

source: Use none of the above replacing scenarios
de: Keine der Ersetzungen verwenden
es: No usar ninguno de los escenarios de reemplazo de la parte superior
it: Non esegue alcuna sostituzione prevista
nl: Gebruik geen van de hierboven vervang scenario's
pt: Não usar nenhum dos cenários de substituição acima
tr: Üstteki tüm değiştirme senaryolarının hiçbirini kullanma

source: Inverse
de: Invertieren
es: Invertir
it: Inverti
nl: Omkeren
pt: Inverter
tr: Seçimi değiştir

source: Inverse the selection of the scenarios above
de: Auswahl der Ersetzungen invertieren
es: Invertir la selección de los escenarios de la parte superior
it: Inverte la selezione delle sostituzioni
nl: Keer de selectie om van de hierboven scenario's
pt: Inverter a seleção dos cenários acima
tr: Üstteki senaryo seçimlerini değiştir

source: Original value
de: Originalwert
es: Valor original
it: Sostituisci
nl: Orginele waarde
pt: Valor original
tr: Asıl değer

source: New value
de: Neuer Wert
es: Nuevo valor
it: Con
nl: Nieuwe waarde
pt: Novo valor
tr: Yeni değer

source: The context of the misspelled word
de: Kontext des falschgeschriebenen Wortes
es: Contexto de la palabra mal traducida
it: Il contesto della parola errata
nl: De context van het verkeerd gespelde woord
pt: O contexto da palavra errada
tr: Yanlış yazılmış kelime içeriği

source: Current word
de: Aktuelles Wort
es: Palabra actual
it: Parola attuale
nl: Huidig woord
pt: Palavra atual
tr: Şu anki kelime

source: The misspelled word we need to change
de: Falschgeschriebenes Wort, das geändert werden muss
es: La palabra mal traducida que queremos cambiar
it: La parola errata da cambiare
nl: Het verkeerd gespelde woord dan we moeten veranderen
pt: A palavra errada que precisa ser alterada
tr: Değiştirmemiz gereken hatalı kelime

source: The word to change the misspelled word into
de: Wort, durch das das Falschgeschriebene ersetzt wird
es: La palabra a usar como sustituta de la palabra mal traducida
it: La parola da sostituire a quella errata
nl: Het woord waarnaar we het verkeerd gespelde woord moeten veranderd
pt: A palavra que deverá substituir a palavra errada
tr: Hatalı kelime ile değiştirilecek kelime

source: Ignore this word
de: Wort ignorieren
es: Ignorar esta palabra
it: Ignora questa parola
nl: Negeer dit woord
pt: Ignorar essa palavra
tr: Bu kelimeyi yoksay

source: Always ignore
de: Immer ignorieren
es: Ignorar siempre
it: Ignora sempre
nl: Altijd negeren
pt: Sempre ignorar
tr: Her zaman yoksay

source: Ignore all instances of this word
de: Alle Vorkommen des Wortes ignorieren
es: Ignorar todas las apariciones de esta palabra
it: Ignora ogni occorrenza di questa parola
nl: Negeer alle gevallen van dit woord
pt: Ignorar todas as instâncias dessa palavra
tr: Bu kelimenin tüm örneklerini yoksay

source: Replace this word
de: Wort ersetzen
es: Reemplazar esta palabra
it: Sostituisce questa parola
nl: Vervang dit woord
pt: Substituir essa palavra
tr: Bu kelimeyi değiştir

source: Always replace
de: Immer ersetzen
es: Reemplazar siempre
it: Sostituisci sempre
nl: Altijd vervangen
pt: Sempre substituir
tr: Her zaman değiştir

source: Replace all instances of this word
de: Alle Vorkommen dieses Wortes ersetzen
es: Reemplazar todas las apariciones de esta palabra
it: Sostituisci ogni occorrenza di questa parola
nl: Vervang alle gevallen van dit woord
pt: Substituir todas as instâncias dessa palavra
tr: Bu kelimenin tüm örneklerini değiştir

source: Insert current
de: Zum Wörterbuch hinzufügen
es: Insertar la actual
it: Inserisci parola
nl: Voeg huidige in
pt: Inserir atual
tr: Şu ankini ekle

source: Insert this current word in spellers dictionary
de: Aktuelles Wort in das Wörterbuch aufnehmen
es: Insertar la palabra actual en el diccionario de traducción
it: Inserisci questa parola nel dizionario del correttore
nl: Voeg dit woord in, in het spellingswoordenboek
pt: Inserir essa palavra atual no dicionário do verificador
tr: Bu kelimeyi yazım denetim sözlüğüne ekle

source: Stop
es: Parar
pt: Parar
tr: Dur

source: Finish spell checking
de: Rechtschreibprüfung abschließen
es: Finalizar las comprobaciones ortográficas
it: Termina la correzione
nl: Voltooi spellingscontrole
pt: Encerrar a verificação ortográfica
tr: Yazım denetimini bitir

source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
nl: Suggesties
pt: Sugestões
tr: Öneriler

source: Suggested words to change the given word to
de: Vorgeschlagene Wörter, in die das Wort geändert werden kann
es: Palabras sugeridas por las que sustituir la palabra indicada
it: Le parole suggerite per la modifica
nl: Voorgestelde woorden om het bepaalde woord naar toe te veranderen
pt: Palavras sugeridas para alterar a palavra errada
tr: Verilen kelimeyle değiştirilmesi önerilen kelime

source: Number of affected words: {0}
de: Anzahl an geänderten Worten: {0}
es: Número de palabras afectadas: {0}
it: Numero di parole interessate: {0}
nl: Aantal beïnvloedde woorden: {0}
pt: Número de palavras afetadas: {0}
tr: Etkilenen kelime sayısı: {0}

source: No changes have been done
de: Keine Änderungen vorgenommen
es: No se ha realizado ningún cambio
it: Nessuna modifica eseguita
nl: Geen veranderingen gedaan
pt: Nenhuma alteração foi feita
tr: Hiç değişiklik yapılmadı

source: Speller changes
de: Änderungen
es: Cambios realizados por el corrector ortográfico
it: Modifiche del correttore
nl: Spellingsveranderingen
pt: Alterações ortográficas
tr: Yazım denetimi değişiklikleri

source: Translating to {0}
de: Übersetze nach {0}
es: Traduciendo a {0}
it: Sto traducendo in {0}
nl: Vertaal naar {0}
pt: Traduzindo para {0}
tr: {0} diline çevriliyor

source: Error while translating subtitles
de: Fehler beim Übersetzen der Untertitel
es: Error en la traducción de los subtítulos
it: Errore durante la traduzione dei sottotitoli
nl: Fout bij vertalen ondertitels
pt: Erro ao traduzir as legendas
tr: Altyazılar çevrilirken hata

source: Translating failed with error:
de: Übersetzung schlug mit folgendem Fehler fehl:
es: Fallo en la traducción, y el error es:
it: Traduzione fallita perché:
nl: Vertaling faalde met fout:
pt: A tradução falhou com o erro:
tr: Çevirme işlemi hatası:

source: Delete selection
de: Auswahl löschen
es: Borrar selección
it: Cancella selezione
nl: Verwijder selectie
pt: Apagar seleção
tr: Seçileni sil

source: Time fix
de: Zeit reparieren
es: Reparar los tiempos
it: Correggi i tempi
nl: Repareer tijd
pt: Corrigir tempo
tr: Zaman düzeltme

source: Fix time inconsistencies
de: Zeitinkonsistenzen reparieren
es: Reparar inconsistencias en las marcas de tiempo
it: Correggi incoerenze
nl: Tijd correctie inconsistentie
pt: Corrigir inconsistências no tempo
tr: Zaman uyumsuzluklarını onar

source: Sort first (strongly recommended)
de: Erst sortieren (unbedingt empfohlen)
es: Ordenar primero (altamente recomendado)
it: Disponi prima (molto consigliato)
nl: Eerst sorteren (sterk aanbevolen)
pt: Organizar primeiro (altamente recomendado)
tr: Önce sırala(şiddetle tavsiye edilir)

source: Prevent overlapping
de: Überlappung verhindern
es: Evitar solapamientos
it: Blocca sovrapposizione
nl: Voorkom overlappen
pt: Prevenir sobreposição
tr: Örtüşmeyi önle

source: Evenly distribute subtitles
de: Untertitel gleichverteilen
es: Distribuir los subtítulos de manera uniforme
it: Distribuisci sottotitoli equamente
nl: Verspreidt gelijk ondertitels
pt: Distribuir igualmente as legendas
tr: Altyazıları eşit olarak dağıt.

source: Equally divide overriding duration
de: Über Zeit hinausgehende gleich verteilen
es: Dividir equitativamente la duración superpuesta
it: Dividi sovrapposizioni equamente
nl: Verdeel eveneens de overegelde duur
pt: Dividir igualmente a duração da sobreposição
tr: Üst üste binen altyazıları eşit olarak böl

source: Shift subtitles
de: Untertitel verschieben
es: Invertir subtítulos
it: Sposta sottotitoli
nl: Ondertitel verschuiven
pt: Trocar legendas
tr: Altyazıları kaydır

source: Model how to solve overriding subtitles
de: Untertitelauflösungsmodell
es: Modelar como resolver los solapamientos de subtítulos
it: Imposta come risolvere le sovrapposizioni
nl: Model hoe ondertitel overregeling op te lossen
pt: Modela como resolver legendas sobrepostas
tr: Üst üste binen altyazılar çözme yöntemi

source: Leave gap between subtitles (in milliseconds)
de: Zeit zwischen Untertiteln (in Millisekunden)
es: Dejar un retardo entre subtítulos (en milisegundos)
it: Lascia un gap (in millisecondi) tra i sottotitoli di
nl: Laat een gat tussen ondertitels (in milisecoinden)
pt: Inserir um intervalo entre as legendas (em milisegundos)
tr: Altyazılar arasında boşluk bırak(Milisaniye cinsinden)

source: Minimum subtitle duration
de: Minimale Untertiteldauer
es: Duración mínima de un subtítulo
it: Durata minima del sottotitolo
nl: Minimum ondertitel duur
pt: Duração mínima da legenda
tr: Minimum altyazı süresi

source: Maximum subtitle duration
de: Maximale Untertiteldauer
es: Duración máxima de un subtítulo
it: Durata massima del sottotitolo
nl: Maximum ondertitel duur
pt: Duração máxima da legenda
tr: Maksimum altyazı süresi

source: By Selection
de: Nach Auswahl
es: Por selección
it: Selezionati
nl: Via selectie
pt: Por Seleção
tr: Seçime göre

source: Mark region
de: Bereich auswählen
es: Marcar región
it: Colora l'intervallo in
nl: Markeer regio
pt: Marcar região
tr: Bölgeyi işaretle

source: Select the mark color from the drop down list
de: Wähle die Markierungsfarbe aus der Liste
es: Seleccionar el color para marcar de la lista desplegable
it: Scegli il colore per la marcatura dal menù a tendina
nl: Selecteer de markeer kleur via het uitklapmenu
pt: Selecione a cor de marca na lista expansível
tr: Açılan listeden işaret rengini seç

source: Recode
de: Rekodieren
es: Recodificar
it: Ricalcola i tempi
nl: Hercodeer tijd
pt: Recodificar
tr: Yeniden kodla

source: Recode time
de: Rekodierungszeit
es: Recodificar los tiempos
it: Ricalcola tempi
nl: Hercodeer tijd
pt: Recodificar tempo
tr: Yeniden kodlama zamanı

source: Automatically compute based on FPS
de: Automatisch von den FPS errechnen
es: Calcular automáticamente en base a los FPS
it: Automaticamente (basato sui frame al secondo)
nl: Automatisch uitgevoerd op basis van FPS (beelden per seconde)
pt: Computar automaticamente baseado no FPS
tr: FPS'ye bağlı olarak otomatik hesapla

source: Use the following FPS in order to automatically compute the desired recoding
de: Benutze die folgenden FPS, um die Rekodierung automatisch durchzuführen
es: Usar los siguientes FPS para calcular automáticamente la recodificación deseada
it: Usa i seguenti FPS per calcolare automaticamente il recoding desiderato
nl: Gebruik volgende FPS om automatisch opnieuw coderen te verwerken
pt: Usar o seguinte FPS para que seja computada a recodificação desejada
tr: Yeniden kodlamayı otomatik hesaplamak için aşağıdaki FPS'yi kullan

source: Custom
de: Angepasst
es: Personalizado
it: Personalizza
nl: Eigen keuze
pt: Personalizado
tr: Özel

source: Use a custom factor in order to perform the recoding
de: Benutze einen eigenen Faktor, um die Rekodierung durchzuführen
es: Usar un factor personalizado para mejorar la recodificación
it: Usa una percentuale di recoding personalizzata
nl: Gebruik een eigen factor om het her-coderen uit te voeren
pt: Usar um fator personalizado para executar a recodificação
tr: Yeniden kodlamay gerçekleştirmek için özel faktör kullan

source: Recoding factor
de: Den folgenden Faktor verwenden
es: Factor de recodificación
it: Fattore di recoding
nl: Her-codeer factor
pt: Fator de recodificação
tr: Yeniden kodlama faktörü

source: The value of the custom factor which will do the recoding
de: Der Wert des eigenen Faktors, der in der Rekodierung verwendet wird
es: El valor del factor personalizado que se usará en la recodificación
it: Il valore del fattore di recoding personalizzato
nl: De eigen gekozen factor welke het her-coderen verzorgt
pt: O valor do fator personalizado que será usado para a recodificação
tr: Yeniden kodlama yapılacak özel faktör değeri

source: Central time
de: Mittelzeit
es: Punto de inicio para la recodificación
it: Istante centrale
nl: Centrale tijd
pt: Tempo central
tr: Merkezi zaman

source: The central time point which the recoding occurs. Usually left to 0 to apply evenly to the whole file.
de: Der zentrale Zeitpunkt an dem die Rekodierung auftritt. Meistens links von 0 um die gesamte Datei zu verwenden.
es: El punto de inicio a emplear cuando se realiza la recodificación. Suele dejarse a 0 para que se aplique a todo el fichero.
it: L'istante da cui parte il recoding. Di default è 0 per applicarlo uniformemente a tutto il file.
nl: Het centrale tijdpunt waarop het her-coderen plaatsvind. Normaal staat dat op 0, zodat het toegepast wordt op het gehele bestand.
pt: O ponto central do tempo onde a recodificação ocorrerá. Normalmente deixe em 0 para aplicar uniformemente em todo o arquivo.
tr: Yeniden kodlamanın gerçekleştiği merkezi zaman noktası.Genelde tüm dosyadan bağımsız olarak 0 yapılır.

source: Reparent
de: Umordnen
es: Fichero de subtítulos padre
it: Nuovo genitore
nl: Her-koppelen
pt: Associar
tr: Yeniden ana öğe yap

source: -No parent available-
de: -Kein Elternteil verfügbar-
es: -Ningún subtítulo padre disponible-
it: -Nessun genitore disponibile-
nl: -Géén bijbehorende beschikbaar-
pt: -Nenhuma fonte disponível-
tr: -Parent yok-

source: Reparent subtitles file
de: Untertiteldatei umordnen
es: Modificar el fichero de subtítulos padre
it: Assegna nuovo genitore
nl: Her-koppel ondertitel bestand
pt: Associar arquivo de legendas
tr: Altyazı dosyasını yeniden ana öğe yap

source: Cyclic dependency while setting new parent. Parenting will be cancelled
de: Zyklische Abhängigkeit beim Setzen des neuen Elternobjekts. Eltern setzen wird abgebrochen
es: Dependencia cíclica mientras se establecía el parentesco. La relación de parentesco será cancelada
it: Si è verificata una dipendenza ciclica. L'operazione sarà annullata
nl: Volgorde afhankelijk bij zetten nieuwe koppeling. Koppelen wordt geannuleerd
pt: Dependência cíclica ao associar nova fonte. A associação será cancelada
tr: Yeni ana öğeyi ayarlarken periyodik bağımlılık. Parenting iptal edilecek

source: Reparent error
de: Umordnungsfehler
es: Error al apadrinar
it: Errore di parentela
nl: Her-koppel fout
pt: Erro ao reassociar
tr: Ana öğe yapılırken hata

source: The new parent subtitles file
de: Neues Elternteil des Untertitels
es: El nuevo fichero de subtítulos padre
it: Il nuovo file genitore
nl: Het nieuwe bijbehorende ondertitel bestand
pt: A novo arquivo fonte das legendas
tr: Yeni ana altyazı dosyası

source: Provide the desired parent for this subtitles file
de: Elternteil für Untertiteldatei angeben
es: Proporcionar el fichero de subtítulos padre deseado para este fichero de subtítulos
it: Assegna a questo file il giusto genitore
nl: Verzorg de gewenste bijbehorende voor dit ondertitel bestand
pt: Forneça a fonte desejada para esse arquivo de legendas
tr: Bu altyazı dosyası için arzu edileni sağla
